<!DOCTYPE html PUBLIC "-//W3C//DTD XHTML 1.0 Strict//EN" "http://www.w3.org/TR/xhtml1/DTD/xhtml1-strict.dtd">
<html xmlns="http://www.w3.org/1999/xhtml">
<head>
  <title>O Infante D. Henrique e a Arte de Navegar dos Portuguezes</title>


  <meta content="Vicente M. M. C. Almeida d'E&ccedil;a" name="AUTHOR" />

  <meta content="text/html; charset=UTF-8" http-equiv="Content-Type" />

  <style type="text/css">
body {width: 50%; margin-left:10%; text-align: justify;}
h1, h2, h3, h4 { text-align: center;}
h1 {margin: 2em; text-align: center;}
h2, h4 {margin-top: 2em;}
.tiny {font-size: 75%; text-align: center;}
.tinyl {font-size: 90%; margin-left:5%;}
.bbox {border: solid black 1px; margin-left: 5%; margin-right: 5%;}
.fbox {border: solid black 1px; background-color: #FFFFCC; font-size: 75%; margin-left: 10%; margin-right: 10%;}
.intro {font-size: 90%; font-style: italic;}
.signature {
margin-right: 5%;
text-align: right;}
.smallcaps {font-variant: small-caps;}
.quote {margin-left:7%; margin-right:7%;}
.quote1 {margin-left:30%;}
.right {text-align: right;}
.break {
width: 40%;
margin-left:30%;}
.sbreak {
width: 30%;
margin-left:35%;}
.breaks {
width: 90%;
margin-left:5%;}
.dots {color: #fff; background-color: inherit; border: 3px dotted #555; border-style: none none dotted;}
.poetry {margin-left:20%;}
.poetry1 {margin-left:10%;}
.pagenum { position: absolute; right: 35%;
font-size: 75%;
text-align: right;
text-indent: 0em;
font-style: normal;
font-weight: normal;
color: silver; background-color: inherit;
font-variant: normal;}
  </style>
</head>


<body>

<div>
<div>
<div class="bbox">
<h4>COMMEMORA&Ccedil;&Atilde;O DO CENTENARIO HENRIQUINO</h4>

<hr />
<h2>O INFANTE D. HENRIQUE<br />

<br />

<span class="smallcaps">e</span><br />

<br />

A ARTE DE NAVEGAR DOS PORTUGUEZES</h2>

<br />

<br />

<div style="text-align: center;"><span class="smallcaps">conferencia
feita em 19 de fevereiro de 1894</span><br />

<br />

<span class="smallcaps">no</span><br />

</div>

<h3>
CLUB MILITAR NAVAL</h3>

<div style="text-align: center;"><span class="smallcaps">por</span><br />

<br />

VICENTE M. M. C. ALMEIDA D'E&Ccedil;A<br />

</div>

<br />

<div style="text-align: center;"><span class="smallcaps">capit&atilde;o-tenente
da armada, lente da escola naval</span><br />

</div>

<br />

<br />

<div style="text-align: center;">SEGUNDA
EDI&Ccedil;&Atilde;O<br />

</div>

<br />

<div style="text-align: center;"><span class="smallcaps">revista
e augmentada com algumas notas</span><br />

</div>

<br />

<br />

<h4>LISBOA<br />

IMPRENSA NACIONAL<br />

1894</h4>

</div>

<br />

<br />

<br />

<br />

<br />

<h2>
O INFANTE D. HENRIQUE<br />

<br />

E<br />

<br />

A ARTE DE NAVEGAR DOS PORTUGUEZES</h2>

<br />

<br />

<br />

<br />

<br />

<br />

<br />

<h4>COMMEMORA&Ccedil;&Atilde;O DO CENTENARIO HENRIQUINO</h4>

<hr />
<h2>O INFANTE D. HENRIQUE<br />

<br />

<span class="smallcaps">e</span><br />

<br />

A ARTE DE NAVEGAR DOS PORTUGUEZES</h2>

<br />

<br />

<div style="text-align: center;"><span class="smallcaps">conferencia
feita em 19 de fevereiro de 1894</span><br />

<br />

<span class="smallcaps">no</span><br />

</div>

<h3>
CLUB MILITAR NAVAL</h3>

<div style="text-align: center;"><span class="smallcaps">por</span><br />

<br />

VICENTE M. M. C. ALMEIDA D'E&Ccedil;A<br />

</div>

<br />

<div style="text-align: center;"><span class="smallcaps">capit&atilde;o-tenente
da armada, lente da escola naval</span><br />

</div>

<br />

<br />

<div style="text-align: center;">SEGUNDA
EDI&Ccedil;&Atilde;O<br />

</div>

<br />

<div style="text-align: center;"><span class="smallcaps">revista
e augmentada com algumas notas</span><br />

</div>

<br />

<br />

<h4>LISBOA<br />

IMPRENSA NACIONAL<br />

1894</h4>

<br />

<br />

<br />

<br />

<br />

<div style="text-align: center;"><img style="width: 300px; height: 331px;" alt="" src="images/fig01.png" /><br />

</div>

<br />

<br />

<div class="smallcaps poetry">V&ecirc;s aqui a grande
machina do Mundo,<br />

Etherea, e elemental, que fabricada<br />

Assi foi do saber
alto, e profundo,<br />

Que &eacute; sem principio e meta limitada.<br />

Quem
cerca em derredor este rotundo<br />

Globo, e sua superficie t&atilde;o
limada, <br />

He Deos; mas o que he Deos ninguem o entende<br />

Que a tanto o
engenho humano n&atilde;o se
estende.</div>

<br />

<br />

<div class="signature"><span class="smallcaps">Cam&otilde;es</span>
<em>Lusiadas</em>,
<em>X</em>,
<span class="smallcaps">LXXX</span></div>

.<br />

<br />

<br />

<br />

<br />

<h4><em>&Aacute; memoria gloriosa</em><em><br />

do<br />

Infante Dom Henrique</em></h4>

<br />

<br />

&laquo;<em>Oo tu principe pouco menos que devinal! Eu
rogo a as tuas sagradas vertudes, que ellas soportem com toda paciencia
o ffalecimento de minha ousada pena, querendo tentar h&#361;a tam alta
materya como &eacute; a
declara&ccedil;om de tuas vertuosas obras, dignas de tanta glorya,
cuja eternal dura&ccedil;om, sob proveitosa fim,
alevantar&aacute; a tua
fama com grande honra de tua memorya.</em>&raquo;<br />

<br />

<br />

<div class="signature"><span class="smallcaps">Azurara</span>,
<em>Chronica
do Descobrimento e Conquista de Guin&eacute;</em>,
cap. II.<br />

</div>

<br />

<br />

<br />

<br />

<br />

<div class="signature">SENHORES E PRESADOS CONSOCIOS:</div>

<br />

<br />

O Club Militar Naval, querendo solemnisar a
celebra&ccedil;&atilde;o do quinto centenario do nascimento do
Infante D. Henrique, o inclito iniciador das
navega&ccedil;&otilde;es e
descobrimentos dos Portuguezes, entendeu que o melhor meio de
commemorar essa t&atilde;o gloriosa data, era reunir em algumas
noites os seus associados para ouvirem uma serie de conferencias ou
leituras sobre os assumptos mais importantes referentes ao Infante, ou
que com elle e a sua obra tivessem rela&ccedil;&atilde;o; e
para realisar essas conferencias
dignou-se convidar diversos dos seus socios.<br />

<br />

Honrosa, mas difficil incumbencia! Honrosa, porque, se &eacute; um
dever de bons patriotas celebrar, sempre que a proposito venha, as
glorias nacionaes, &eacute; uma honra que n&atilde;o
p&oacute;de recusar-se, o ser escolhido para porta-voz d'essa
celebra&ccedil;&atilde;o;
difficil, porque tendo de se fallar diante de uma assembl&eacute;a
de technicos e de sabedores, quasi se torna impossivel dizer-lhes
cousas que n&atilde;o saibam, resumir-lhes estudos que
n&atilde;o conhe&ccedil;am, suscitar-lhes id&eacute;as que
j&aacute; n&atilde;o tenham.
<br />

<br />

Mas, senhores, a &laquo;disciplina militar prestante&raquo;, de
que falla o nosso epico, e que na marinha portugueza &eacute; a
tradi&ccedil;&atilde;o nunca desmentida da sua obediencia,
manda-nos embarcar n'esta viagem, e n&atilde;o ha que replicar.
Cada um de n&oacute;s
dir&aacute; o que sabe e como sabe, certo de que a tabella da vossa
cortezia <em>corrigir&aacute; os desvios</em> da
nossa insufficiencia. E nenhum de certo carece de maior
<em>correc&ccedil;&atilde;o</em> do
que eu, a quem, sem que para isso tivesse merecimento, coube determinar
o <em>ponto de partida</em>
<span class="pagenum">[10]</span>
e fazer o primeiro quarto, o <em>quarto de
prima</em>, como se dizia na linguagem da antiga marinharia
portugueza.<br />

<br />

Larguemos, pois.<br />

<br />

<br />

<div class="break">
<hr /></div>

<br />

<br />

Os louvores do Infante D. Henrique e a aprecia&ccedil;&atilde;o
dos actos que lhe valeram o cognome de
<em>Navegador</em>, occupam grandissimo espa&ccedil;o
na litteratura patria e estrangeira.
Desde a <em>Chronica</em> de Azurara at&eacute;
aos <em>Filhos de D. Jo&atilde;o I</em>
do sr. Oliveira Martins, &eacute; longa a lista dos escriptores que
se
t&ecirc;em occupado do Infante. S&oacute; modernamente,
por&eacute;m,
&eacute; que se p&oacute;de dizer fixada a
determina&ccedil;&atilde;o do seu valor,
resaltando da t&eacute;la da historia com tanta mais nitidez quanto
&eacute; sabido que, nos ultimos tempos, criticos de certa escola
cuidaram ver no quadro sombras e manchas, a que deram exagerado vulto;
o que veiu a redundar em maior esclarecimento dos servi&ccedil;os
prestados &aacute; patria pelo glorioso Infante.<br />

<br />

Sem nos deixarmos, pois, offuscar por este sentimento de solidariedade
que aos da nossa classe, melhor que a nenhuns outros, permitte apreciar
os trabalhos do mar, podemos certamente distinguir na vida do Infante
D. Henrique duas ordens principaes de factos: os que se referem ao
membro da familia reinante de Portugal, filho, irm&atilde;o e tio
de reis, e os que dizem respeito ao promotor das
navega&ccedil;&otilde;es.<br />

<br />

Ser&atilde;o os factos da primeira especie menos brilhantes do que
se deveria desejar? Haver&aacute; que apontar erros de
entendimento ou de vontade, da parte do Infante, no desastre de Tanger
ou nas intrigas de Alfarrobeira? N&atilde;o cuido que isto
n&atilde;o seja ainda materia para muita discuss&atilde;o. Mas
o que certamente o n&atilde;o &eacute;, aquillo sobre que me
parece
n&atilde;o restar duvida, &eacute; a influencia do Infante nos
destinos da
na&ccedil;&atilde;o navegadora, &eacute; a sua iniciativa
enorme e absolutamente pessoal no commettimento dos &laquo;mares
nunca d'antes navegados&raquo;.
Quer a escola critica, &aacute; qual ha pouco me referi, que D.
Henrique
devesse a um irm&atilde;o, o celebre infante D. Pedro, notavel
pelas suas viagens na Europa, a possibilidade de alcan&ccedil;ar
conhecimentos
<span class="pagenum">[11]</span>
cosmographicos e
geographicos que de outra f&oacute;rma n&atilde;o teria obtido,
e sem os quaes nada poderia ter feito.
N&atilde;o duvido, antes o dou por provavel, se n&atilde;o como
certo. Mas
p&oacute;de isto desfazer alguma cousa na
concep&ccedil;&atilde;o que se
tem formado do Infante D. Henrique, como espirito coordenador d'essas
informa&ccedil;&otilde;es e do tantas outras que por varios
lados colligiu, director perseverante de todos os emprehendimentos e
indicador seguro e consciente do caminho a seguir? Tambem o architecto
n&atilde;o levanta por si s&oacute; o
edificio,&#8213;antes precisa da coadjuva&ccedil;&atilde;o de muitos
homens desde o humilde
cabouqueiro ate ao estatuario insigne,&#8213;e comtudo &eacute; a elle
que cabe a
honra e primazia da construc&ccedil;&atilde;o.<br />

<br />

Das duas faces que offerece a historia do Infante D. Henrique, a que
diz respeito &aacute;s navega&ccedil;&otilde;es
&eacute;, pois, a luminosa, e com tanta intensidade que deixa bem
no escuro a outra, e de todo a faz esquecer. &Eacute; por ella que
o glorioso Infante
&eacute; conhecido na historia, &eacute; essa que hoje
celebr&acirc;mos
com enthusiasmo de Portuguezes e de marinheiros.<br />

<br />

Vejamos as suas mais salientes fei&ccedil;&otilde;es.<br />

<br />

<br />

<div class="break">
<hr /></div>

<br />

<br />

Quando, em 1415, o Infante D. Henrique regressou da conquista de Ceuta,
o theatro do mundo physico certamente apresentava ao seu espirito uma
scena de grande confus&atilde;o: por um lado o que se suppunha ser
a sciencia positiva geographica do tempo; por outro as lendas que quasi
tinham f&oacute;ros de verdades; por outro ainda os absurdos que a
um espirito esclarecido se patenteavam, resultantes do combate entre
essas lendas e as probabilidades de certeza.<br />

<br />

Eram conhecidas ao tempo com mais ou menos exactid&atilde;o, e com
bastante imperfei&ccedil;&atilde;o desenhadas nos
portulanos: todas as terras da Europa com as ilhas proximas e os mares
que as banham; a costa septentrional da &Aacute;frica a
come&ccedil;ar no Cabo N&atilde;o sobre o Atlantico e
d'ahi at&eacute;
&aacute;s b&ocirc;cas do Nilo: para o interior d'essa costa um
tanto de terras at&eacute; aos desertos;
<span class="pagenum">[12]</span>
a Palestina, a Syria, a
Asia Menor, alguma cousa a um e outro lado do Caucaso e pouco mais. No
resto da Asia sabia-se da existencia de varias terras, mas
s&oacute; vagamente se lhes marcavam as
situa&ccedil;&otilde;es. Da Africa, para o sul
do Cabo N&atilde;o, diziam-se cousas contradictorias. A America
sonhava-se porventura na lenda da Antilia. A Australia nem se sonhava.
Ainda havia vagas indica&ccedil;&otilde;es, ligadas a lendas,
&aacute;cerca de diversas ilhas espalhadas pelo Atlantico. E tudo
isto se figurava, para o vulgo pelo menos, em uma terra plana, porque a
esphericidade do planeta teria como consequencia a existencia
dos antipodas, o que se reputava absurdo.<br />

<br />

E as lendas pullulavam, avultando entre ellas a do Mar Tenebroso, a do
Equador inhabitavel e a do Preste Jo&atilde;o. Dizia-se por um
lado: n&atilde;o se p&oacute;de navegar muito para longe
das costas que o Atlantico banha, porque a breve trecho se encontra a
regi&atilde;o das trevas perpetuas, onde o sol se apaga no occaso,
povoada de ferozes monstros marinhos, agitada por medonhos e constantes
temporaes, promptos a desfazer o fragil baixel que ousasse
l&aacute; chegar; essa lenda vinha da
antiguidade, e foi porventura preconisada pelos Arabes, que assim se
desculpariam de n&atilde;o terem continuado nas suas
navega&ccedil;&otilde;es para o occidente. Por outro lado
affirmava-se: &eacute; certo haver
gentes para alem da linha equinoxional; mas n'esta e nas
regi&otilde;es que se lhe avizinham, os raios do sol incidem com
tal for&ccedil;a que tornam impossivel ali a vida humana, e
impossivel,
portanto, a communica&ccedil;&atilde;o dos povos da Europa com
os que habitam alem do Equador. E, contava-se ainda, ha bem longe da
Europa, e d'ella separado por terras de infieis, o reino de um principe
christ&atilde;o&#8213;o Preste Jo&atilde;o das
Indias;&#8213;e anceiava-se por travar rela&ccedil;&otilde;es com
esse irm&atilde;o em
cren&ccedil;as.<br />

<br />

Tudo isto ouvia e sabia o Infante D. Henrique; de tudo isto se occupou
provavelmente nas conversas que teve com os mercadores de Ceuta;
d'estes e de outros problemas tratou naturalmente com seu
irm&atilde;o D. Pedro, o grande viajante por terra; e tudo excitava
a sua curiosidade.<br />

<br />

O desejo de saber &eacute; o grande incentivo do progresso das
sciencias. Mas n'aquelle tempo o quadro da
especula&ccedil;&atilde;o scientifica
<span class="pagenum">[13]</span>
estava ainda imperfeitamente
tra&ccedil;ado, e mais do que esse desejo imperava de ordinario o
espirito pratico do proveito material. Haveria proveito em resolver
aquelles problemas geographicos? De certo. Se se descobrissem novas
terras, ellas seriam occupadas por gente portugueza, quando fossem
deshabitadas; seriam conquistadas, se pertencessem a infieis.
Vislumbravam-se j&aacute; productos ricos d'essas
regi&otilde;es, e d'ahi fontes de commercio remunerador. Por
ultimo, mas n&atilde;o em derradeiro logar para as id&eacute;as
da epocha,
haveria mouros a converter, pag&atilde;os a trazer ao gremio da
verdadeira religi&atilde;o, almas a conquistar para a f&eacute;
christ&atilde;.<br />

<br />

Por tudo isto foi o Infante D. Henrique estabelecer-se no Algarve e
designadamente em Sagres, ponta avan&ccedil;ada sobre o Oceano, a
quem parecia espreitar os segredos, e d'ali
come&ccedil;ou a lan&ccedil;ar a vasta rede dos seus
commettimentos, cujas ultimas malhas nem elle sabia ao certo onde iriam
ter. Rodeou-se de homens experientes nas varias partes da marinharia,
pilotos do Porto frequentadores da carreira de Flandres, marinheiros
algarvios habituados &aacute; pesca do alto, mestres da
construc&ccedil;&atilde;o de naus nas tercenas de Lisboa,
homens de Malhorca sabedores de astrologia e desenhadores de
portulanos, porventura at&eacute; mouros de Ceuta e de outras
terras de
Marrocos. De todos precisava, para de todos aproveitar o que sabiam, e
melhorar consoante fosse necessario. Tal foi a chamada escola de
Sagres, n&atilde;o um instituto de sciencias navaes, mas um
convivio de conhecimentos diversos, em que todos eram a um tempo
mestres e alumnos. Ahi se discutiram os problemas geographicos, e se
tra&ccedil;aram os caminhos a tentar; l&aacute; se melhorou o
instrumento para dominar o mar, passando se
da <em>barca</em> e do
<em>barinel</em>, ainda hoje problematicos,
&aacute; <em>caravella</em> portugueza, o typo do
navio dos descobrimentos no seculo XV; ali se corrigiram os portulanos,
e se aperfei&ccedil;oou o seu uso
para a navega&ccedil;&atilde;o, quando mesmo n&atilde;o
seja
exacto que l&aacute; se inventassem as cartas planas<sup><a href="#1">[1]</a></sup>.
<br />

<br />

<span class="pagenum">[14]</span>
Relativamente &aacute; propria essencia do problema geographico,
dois seriam os pontos principaes a resolver: quaes eram as terras para
o sul do Cabo N&atilde;o; se havia terras para o
occidente das costas da Europa.<br />

<br />

Ainda hoje &eacute; li&ccedil;&atilde;o quasi geral que o
descobrimento de Porto Santo e o das primeiras ilhas dos
A&ccedil;ores foram devidos ao acaso. &Eacute; sempre uma
tempestade que leva um navegador, de regresso da costa de Africa, a
encontrar-se fortuitamente com aquellas ilhas. Mas, pensando bem,
parece-me evidente que os descobridores de Porto Santo, das Formigas e
Santa Maria realisaram esses commettimentos porque a isso foram
mandados pelo Infante D. Henrique. Pois n&atilde;o havia
j&aacute;
vislumbres da existencia d'aquellas terras? E o Infante, conhecedor da
lenda do Mar Tenebroso, n&atilde;o teria a peito destruil-a, por
n&atilde;o acreditar n'ella, como n&atilde;o acreditava na do
Equador
inhabitavel?<br />

<br />

Temos, pois, que o Infante D. Henrique procurou determinar a
configura&ccedil;&atilde;o exacta da Africa para alem do
ponto onde ella era conhecida, e procurou ainda reconhecer as terras
que existissem para o occidente. Estes eram, a bem dizer, os meios. Os
fins eram: a acquisi&ccedil;&atilde;o de novos territorios
para a Ordem de Christo, da qual o Infante era o Mestre, e
consequentemente para Portugal; o desenvolvimento do commercio
maritimo; a conquista de almas para a christandade.<br />

<br />

Iria mais longe o ideal do Infante? Pensaria j&aacute; na
esphericidade da terra, no caminho por mar para a India, no
aniquilamento do poder de Veneza, na espantosa grandeza do nome
portuguez? &Eacute; licito suppol-o. Em todo o caso foi da sua obra
que resultaram todas essas consequencias, foi da sua iniciativa que
sa&iacute;u toda a vida externa de Portugal nos seculos XV e
XVI, foi por ella que a Europa veiu a saber como era feito o mundo, e
que o mundo veiu a conhecer-se todo. E quando, morto o
<span class="pagenum">[15]</span>
Infante em 1460, se tinha chegado na costa de Africa &aacute;s
proximidades da Serra Leoa, e no Atlantico se tinham descoberto os
archipelagos dos A&ccedil;ores, Madeira e Cabo Verde, os
successores do Navegador n&atilde;o tiveram mais do que persistir
no systema por elle adoptado, para chegarem por um lado Bartholomeu
Dias ao Tormentoso e Vasco da Gama &aacute; India, pelo outro
Colombo &aacute; America e Magalh&atilde;es
&aacute;s ilhas do Pacifico.<br />

<br />

Resumindo: o Infante D. Henrique iniciou e deu o grande impulso ao
extraordinario movimento geographico do seculo XV; gra&ccedil;as
aos seus esfor&ccedil;os tornou possivel o
conhecimento do mundo, at&eacute; ent&atilde;o em grande parte
velado aos olhos
dos homens da Europa; pessoal e directamente dirigiu o descobrimento da
extensa por&ccedil;&atilde;o da costa africana e das ilhas
que povoam o Atlantico septentrional; por esta f&oacute;rma
desenvolveu a arte
de navegar e a construc&ccedil;&atilde;o naval; abriu novos
horisontes ao commercio portuguez; deu logar &aacute;
manifesta&ccedil;&atilde;o do espirito colonisador dos nossos
antepassados; augmentou o poder da Ordem de Christo; alargou o ambito
da religi&atilde;o do
Crucificado; n'uma palavra poz a pedra fundamental no edificio do
Portugal maritimo.<br />

<br />

Tal foi a obra portentosa que o Infante D. Henrique realisou.<br />

<br />

<br />

<div class="break">
<hr /></div>

<br />

<br />

Vasta &eacute; hoje, senhores, e complicada a sciencia do homem do
mar. Quem sabe a serie de disciplinas que ao presente se exigem aos
officiaes de marinha, os longos e aturados estudos de mathematicas e
sciencias physicas que para ellas s&atilde;o
preparatorios, mal poder&aacute; imaginar a simplicidade e rudeza
dos conhecimentos de que dispunham os primeiros navegadores. Procurando
cumprir o programma que deliniei, vou tentar resumir o muito que a este
respeito haveria a dizer.<br />

<br />

A historia dos diversos passos dados pelos Portuguezes na <em>arte
de navegar</em> durante o periodo em
que elles primaram na carreira dos mares, p&oacute;de, parece-me,
dividir-se em tres
principaes capitulos, que marcam outros tantos progressos.
<br />

<br />

<span class="pagenum">[16]</span>
O primeiro mostra a adop&ccedil;&atilde;o das cartas planas,
pondo-se de parte as geographicas. O segundo apresenta a
inven&ccedil;&atilde;o do astrolabio ou o seu
aperfei&ccedil;oamento, e com elle a
determina&ccedil;&atilde;o da latitude pela altura do sol. O
terceiro inclue a descoberta da varia&ccedil;&atilde;o da
agulha e as tentativas para por
meio da sua determina&ccedil;&atilde;o achar a longitude. Se a
isto
accrescentarmos a descoberta do phenomeno dos ventos regulares e das
mon&ccedil;&otilde;es, as primeiras
investiga&ccedil;&otilde;es feitas sobre as correntes maritimas
ou <em>rilheiros</em>, como lhes
chama D. Jo&atilde;o de Castro, e ainda sobre outros assumptos,
facil &eacute; de ver que todas as maravilhas da physica do mar e
todos os problemas da
navega&ccedil;&atilde;o foram primordialmente tocados pelos
mareantes portuguezes. Se lhes faltou a
determina&ccedil;&atilde;o das longitudes pela
compara&ccedil;&atilde;o das horas, prova-se por muitas
passagens dos auctores que elles n&atilde;o ignoravam a theoria,
mas apenas careciam do instrumento que podesse medir o tempo com a
necessaria exactid&atilde;o; e de todos &eacute; bem sabido que
essa
delicadeza de construc&ccedil;&atilde;o s&oacute; muito
modernamente foi
attingida nos chronometros, que ali&aacute;s s&atilde;o
instrumentos sujeitos &aacute;
influencia de diversas circumstancias perturbadoras.<br />

<br />

<br />

<div class="break">
<hr /></div>

<br />

<br />

Sem remontar aos tempos anteriores &aacute; era dos descobrimentos,
direi apenas qual era o estado dos conhecimentos nauticos na epocha do
Infante D. Henrique.<br />

<br />

Azurara, citando as invectivas do Infante contra as
hesita&ccedil;&otilde;es dos primeiros navegantes mandados a
descobrir, falla nas opini&otilde;es de &laquo;quatro
mareantes, os quaes, como
s&atilde;o tirados da carreira de Flandres ou de outros alguns
pontos para que commummente navegam, n&atilde;o sabem mais ter
<em>agulha nem carta de marear</em>&raquo;<sup><a href="#2">[2]</a></sup>. Com
estas breves palavras
fixou Azurara o estado dos conhecimentos de
navega&ccedil;&atilde;o no
come&ccedil;o dos descobrimentos.
<span class="pagenum">[17]</span>
E mais de um seculo depois Jo&atilde;o de Barros
escrevia: &laquo;No tempo em que o Infante D. Henrique
come&ccedil;ou o descobrimento da Guin&eacute;, toda a
navega&ccedil;&atilde;o dos mareantes era ao longo da costa, <em>levando-a
sempre por
rumo</em>; da qual tinham suas noticias por signaes de que faziam
<em>roteiros</em>, como ainda ao presente usam em alguma
maneira, e para aquelle modo de descobrir isto bastava&raquo;<sup><a href="#3">[3]</a></sup>.<br />

<br />

V&ecirc;-se, pois, que a navega&ccedil;&atilde;o dispunha
de dois instrumentos apenas&#8213;a <em>agulha</em> e a
<em>carta de marear</em>.<br />

<br />

Da primeira tem sido at&eacute; hoje baldado esfor&ccedil;o dos
investigadores determinar a verdadeira origem e data de
inven&ccedil;&atilde;o. Basta que saibamos que ella era
geralmente conhecida na Europa na segunda metade da idade media e pelo
menos desde o seculo XII. Quanto &aacute;s cartas,
reproduc&ccedil;&atilde;o graphica do contorno das terras e da
situa&ccedil;&atilde;o dos logares, se a
id&eacute;a d'este artificio veiu, como &eacute; certo, desde a
antiguidade classica,
foi tambem s&oacute; na segunda metade da idade m&eacute;dia
que
ella se desenvolveu, quando os estados mareantes do Mediterraneo
recome&ccedil;aram as navega&ccedil;&otilde;es. Foram
principalmente os Catal&atilde;es e os Malhorquinos que a esse,
como a muitos outros ramos das sciencias navaes, deram impulso;
&aacute;cerca d'este assumpto p&oacute;de dizer-se que o nosso
visconde de Santarem, nos seus grandiosos trabalhos sobre a prioridade
dos descobrimentos dos Portuguezes, quasi esgotou a materia.<br />

<br />

Mas os mappas e portulanos empregados ao tempo em que o Infante D.
Henrique come&ccedil;ou a dedicar o seu espirito aos problemas que
o occupavam, eram mais propriamente o que hoje cham&acirc;mos
cartas geographicas do que cartas
hydrographicas ou maritimas. &Eacute; certo, que, mal definida
ainda, e por muitos negada, a verdadeira f&oacute;rma da terra,
eram tambem por ventura desconhecidas da maioria dos cartographos
quaesquer das theorias das projec&ccedil;&otilde;es, a que hoje
obedecem
os diversos methodos do construc&ccedil;&atilde;o das cartas
geographicas.
Estas reduziam-se, portanto, a um debuxo levemente approximado da
<span class="pagenum">[18]</span>
realidade; mas com isto se contentava a navega&ccedil;&atilde;o
do tempo, visto que ella se fazia quasi absolutamente &aacute;
vista das
costas. Que, a bem dizer, tudo nos leva a supp&ocirc;r que n'esses
primeiros arreboes da navega&ccedil;&atilde;o moderna, os
mareantes
apenas applicavam a pratica das
<em>conhecen&ccedil;as</em> das terras,
sem se auxiliarem de qualquer conhecimento de caracter scientifico.<br />

<br />

Mas, come&ccedil;ados os descobrimentos do Infante D. Henrique, e
conhecida a necessidade de dirigir o rumo para logares situados no meio
do Oceano, como as ilhas da Madeira e os A&ccedil;ores, viu-se que
aquella navega&ccedil;&atilde;o
por successivas
<em>marca&ccedil;&otilde;es</em> de terras
conhecidas, como hoje diriamos, n&atilde;o podia servir. D'ahi
surgiu a necessidade de fazer cartas que, embora n&atilde;o
reproduzissem com rigor as dimens&otilde;es relativas das terras,
permittissem, comtudo, determinar por linhas rectas os rumos a que se
devia navegar para demandar certas paragens; e aqui temos como o
Infante D. Henrique foi levado ao uso das
<em>cartas planas</em>. Durante muito tempo se affirmou ter
sido elle
o seu inventor; hoje presume-se que ellas j&aacute; eram conhecidas
antes do tempo do Infante; mas foi certamente dos descobrimentos
portuguezes que derivou a necessidade do seu uso e por conseguinte o
seu aperfei&ccedil;oamento. Escusado &eacute;
lembrar o nome de mestre Jacome, Malhorquino, que foi, como quem diz, o
cartographo do Infante D. Henrique.<br />

<br />

<br />

<div class="break">
<hr /></div>

<br />

<br />

Os mareantes portuguezes &laquo;depois que quizeram navegar o
descoberto, perdendo a vista de terra e engolfando-se no pego do mar,
conheceram quantos enganos recebiam na estimativa e juizo das
singraduras, que segundo seu modo em vinte e quatro horas davam de
caminho ao navio, assim por ras&atilde;o das correntes como de
outros segredos que o mar tem, da qual verdade de caminho a altura
&eacute; mui certo mostrador. Por&eacute;m, como a necessidade
&eacute; mestra de todas as
artes, em tempo d'el-rei D. Jo&atilde;o II, foi por elle
encommendado este
negocio a mestre Rodrigo e a mestre Joseph Judeu e um Martim
<span class="pagenum">[19]</span>
de Bohemia, natural d'aquellas partes, o qual se
gloriava de ser discipulo de Joanne de Monte Regio, afamado astronomo
entre os professores d'esta sciencia. Os quaes acharam esta maneira de
navegar por altura do sol, de que fizeram suas taboadas para
declina&ccedil;&atilde;o d'elle; como ora se usa entre os
navegantes j&aacute; mais apuradamente do que se
come&ccedil;ou, em que serviam uns grandes astrolabios de pau... de
tres palmos de diametro, o qual armavam em tres paus, &aacute;
maneira de cabrea, por melhorar segurar a linha solar, e mais
verificada e distinctamente poderem saber a verdadeira altura d'aquelle
logar; posto que levassem outros de lat&atilde;o mais pequenos,
t&atilde;o rusticamente come&ccedil;ou esta arte que tanto
fructo tem dado ao navegar&raquo;<sup><a href="#4">[4]</a></sup>
.<br />

<br />

Assim se exprime o Livio portuguez no logar de que ha pouco fiz outra
cita&ccedil;&atilde;o. Por estas palavras se
v&ecirc; que a determina&ccedil;&atilde;o da latitude por
meio da altura do sol constitue o segundo facto importante na historia
da nossa arte de navegar. No trecho de Barros vemos indicados os nomes
dos tres mais notaveis mathematicos que D. Jo&atilde;o II
consultava sobre os assumptos de navega&ccedil;&atilde;o; alem
d'esses convem lembrar os do licenciado Cal&ccedil;adilha, bispo de
Vizeu, e de Diogo Ortiz,
bispo de Ceuta, os quaes, reunidos com os outros formavam a celebre <em>junta</em>
que dava parecer sobre as mais
importantes quest&otilde;es relativas aos descobrimentos.<br />

<br />

Come&ccedil;ou-se, pois, a usar o astrolabio para determinar a
altura do sol. O que fosse esse instrumento, de que tendes presente um
exemplar, j&aacute; muito aperfei&ccedil;oado, do principio
do seculo XVII<sup><a href="#5">[5]</a></sup>,
&eacute; de todos v&oacute;s bem sabido; a
altura
tomava-se fazendo enfiar os raios solares pelos orificios das duas
pinnulas collocadas nas extremidades da alidade (ou
<em>declina</em>, como ent&atilde;o se dizia), e lendo
depois no limbo o numero de graus; as frac&ccedil;&otilde;es de
grau eram estimadas at&eacute; um
sexto, isto s&oacute; pelos observadores mais destros.<br />

<br />

<span class="pagenum">[20]</span>
&Eacute; li&ccedil;&atilde;o corrente entre quasi todos os
escriptores nacionaes, e at&eacute; entre muitos estrangeiros, a
come&ccedil;ar pelo
celebre padre Fournier<sup><a href="#6">[6]</a></sup>,
que o astrolabio fosse
inven&ccedil;&atilde;o
portugueza da epocha de D. Jo&atilde;o II. N'estes nossos tempos de
critica
rigorosa n&atilde;o me parece que seja licito fazer com absoluta
certeza tal asser&ccedil;&atilde;o, pelo simples motivo de que
se
n&atilde;o encontra a esse respeito documento positivo, e antes se
sabe que j&aacute; os geographos da antiguidade dispunham de um
instrumento para determinar a altura dos astros. Mas, se o astrolabio
n&atilde;o foi
inven&ccedil;&atilde;o portugueza, foram com certeza
Portuguezes que primeiro o applicaram no mar, e que por isso mesmo o
aperfei&ccedil;oaram para facilitar essa
applica&ccedil;&atilde;o.<br />

<br />

Quando Vasco da Gama foi a descobrir o caminho por mar para a India,
parece que ainda levava um dos toscos e desconformes astrolabios de
pau, de que falla Jo&atilde;o de Barros, e tanto assim que,
desconfiado das indica&ccedil;&otilde;es que
elle poderia dar a bordo por causa do balan&ccedil;o do navio, logo
que aportou em terra africana, na bahia de Santa Helena, o seu primeiro
cuidado foi <em>pesar o sol</em> para saber
onde estava. E mais tarde, j&aacute; nos bons tempos do astrolabio
de metal, todos os
cosmogr&aacute;phos recommendam muito que se procure o logar junto
ao mastro grande, onde a nau <em>d&ecirc; menos
balan&ccedil;o</em>.<br />

<br />

Para provar que o astrolabio bem depressa se aperfei&ccedil;oou
entre n&oacute;s, basta lembrar uma differen&ccedil;a que no
seculo XVI j&aacute; era corrente entre os astrolabios portuguezes
e os estrangeiros; pois, ao passo que estes eram graduados tendo
0&deg; no horizonte e 90&deg; no
zenith, os nossos tinham a
gradua&ccedil;&atilde;o invertida, o que, como se v&ecirc;,
dava logo a distancia zenithal, facilitando assim a <em>conta</em>,
como
ent&atilde;o se dizia<sup><a href="#7">[7]</a></sup>.<br />

<br />

Alem do astrolabio, e como simplifica&ccedil;&atilde;o d'elle,
havia tambem o <em>quadrante nautico</em>, que parece ter
sido inven&ccedil;&atilde;o portugueza ou pelo menos adaptada
pelos Portuguezes &aacute;s
observa&ccedil;&otilde;es no mar, visto que escriptores
estrangeiros lhe d&atilde;o o qualificativo
<span class="pagenum">[21]</span>
de <em>lusitano</em>. Consistia
o instrumento, como o seu nome indica, em um quarto de circulo graduado
no limbo em 90&deg;, e tendo nas duas extremidades de um dos lados
do angulo recto duas pinnulas (<em>furos</em>), por
onde se enfiava o astro; do vertice do mesmo angulo sa&iacute;a um
fio de prumo, o qual
&iacute;a determinar na gradua&ccedil;&atilde;o do limbo um
arco igual
&aacute; altura do astro. Como se v&ecirc;, o quadrante nautico
fundava-se n'um
theorema conhecido &aacute;cerca da igualdade dos angulos; o seu
uso era recommendado sobretudo para a observa&ccedil;&atilde;o
da lua e
das estrellas, cuja luz, menos intensa que a do sol, permittia ser
affrontada directamente pela vista do observador.<br />

<br />

Quanto &aacute; declina&ccedil;&atilde;o do sol, era dada
por t&aacute;buas, <em>taboadas</em>, como
ent&atilde;o se dizia, das quaes as primeiras publicadas em
Portugal parece terem sido as de Abraham Zacuto, que foi chronista e
astronomo, ou melhor cosmographo, de D. Manuel, em um livro, hoje
rarissimo, intitulado <em>Almanach
perpetuus celestius mot&ucirc;s</em>, impresso pela primeira
vez
em Leiria em 1497, e do qual houve mais edi&ccedil;&otilde;es;
no texto
explicativo das t&aacute;buas mostra-se o seu uso por modo mais
simples do que anteriormente. Este Zacuto era judeu portuguez, e parece
que tambem tinha feito parte da junta de mathematicos de D.
Jo&atilde;o II; sendo assim, poder&aacute; dizer-se que o seu
<em>Almanach</em> representava a sciencia astronomica da
junta. Pouco tempo depois, ao que se cuida, apparecia, j&aacute;
impressa em portuguez, outra obra em
que se tratava da determina&ccedil;&atilde;o da latitude.
&Eacute; a traduc&ccedil;&atilde;o do <em>Tratado da
Spera do Mundo</em> do celebre
mathematico Jo&atilde;o de Holywood em Inglaterra, de onde
tom&aacute;ra o nome de Sacrobosco,
e publicada, segundo affirma um nosso investigador, por Alvaro da
Torre, que ao mesmo tempo publicou <em>O
Regimento da declina&ccedil;&atilde;o do sol</em>,
traduzido
de Zacuto por Gaspar Nicolas, ao que parece, e o <em>Regimento
da estrella
polar</em>. A edi&ccedil;&atilde;o d'esta obra
attribue-se ao anno de 1519<sup><a href="#8">[8]</a></sup>.<br />

<br />

Sacrobosco e Jo&atilde;o Muller Regiomontano (outro nome alatinado,
<span class="pagenum">[22]</span>
derivado de
K&ouml;nigsberg, patria de Muller) foram por assim dizer os Dubois
e os Norie<sup><a href="#9">[9]</a></sup>
do seculo XV, se bem que com maior merecimento, se
attendermos &aacute; epocha em que
viveram. Um escreveu sobre o que hoje se chama a astronomia applicada
&aacute; navega&ccedil;&atilde;o; o outro foi o
auctor dos primeiros almanachs ou ephemerides astronomicas, de que
n'esta occasi&atilde;o tendes presente um exemplar de uma
edi&ccedil;&atilde;o do
come&ccedil;o do seculo XVII<sup><a href="#10">[10]</a></sup>.
Ora, assim como Gaspar
Nicolas seria o
primeiro traductor da obra de Sacrobosco em portuguez, assim Abraham
Zacuto, provavelmente instruido por Martim de Behaim, seria o primeiro
introductor em Portugal das t&aacute;buas de
Regiomontano.<br />

<br />

Mas ambos aquelles estrangeiros escreviam mais para a theoria da
astronomia do que para a pratica da
navega&ccedil;&atilde;o, a qual nos seus respectivos paizes era
ainda pouca e rude. Foi, pois, em Portugal que aquelles elementos
indispensaveis da navega&ccedil;&atilde;o astronomica
come&ccedil;aram a
tornar-se praticos, despindo-se das concep&ccedil;&otilde;es
superiores que n&atilde;o
estavam ao alcance da singeleza dos pilotos da epocha.<br />

<br />

Convem aqui dizer o que eram os <em>Reportorios dos
tempos</em>, que tanto emprego tiveram entre os mareantes do
seculo XVI. Os <em>Reportorios</em> eram livros em que se
compilavam as regras praticas da arte de navegar e se davam as
t&aacute;buas de
declina&ccedil;&atilde;o e outros elementos necessarios para a
navega&ccedil;&atilde;o,
referidos, em geral, a alguns annos a seguir ao da
publica&ccedil;&atilde;o do livro; juntamente traziam outras
indica&ccedil;&otilde;es
proprias dos actuaes almanachs ou reportorios, e muitas que os
preconceitos da astrologia, cada vez mais desacreditada, ainda tornavam
interessantes. P&oacute;de, pois, dizer-se que, em
rela&ccedil;&atilde;o
&aacute; navega&ccedil;&atilde;o, os <em>Reportorios
dos tempos</em> faziam o
servi&ccedil;o das actuaes
<em>Ephemerides</em> e <em>Almanachs nauticos</em>.
<br />

<br />

Uma das provas mais cabaes do muito que entre n&oacute;s se
<span class="pagenum">[23]</span>
trabalhou em assumptos de
navega&ccedil;&atilde;o, &eacute;
o grande numero de <em>Reportorios</em> que se publicaram.
Disputam os bibliographos qual fosse o primeiro. Segundo as mais
recentes
investiga&ccedil;&otilde;es parece que seria um, editado talvez
em 1521 por Valentim Fernandes, e do qual houve diversas
edi&ccedil;&otilde;es; cita-se,
por&eacute;m, a lembran&ccedil;a de outro publicado em 1519.
Estas
compila&ccedil;&otilde;es, ao principio traduzidas do
estrangeiro, foram depois ampliadas, vindo a ter o caracter
essencialmente portuguez; pela rapidez relativa com que se succediam as
edi&ccedil;&otilde;es,
conclue-se o consumo que o livro tinha. D'elle tendes presente um
exemplar, de Manuel do Figueiredo, impresso em 1603<sup><a href="#11">[11]</a></sup>.<br />

<br />

Achado o meio de determinar a latitude pela altura dos astros, foi este
o modo quasi exclusivo de navegar durante o periodo das nossas
gloriosas viagens no seculo XVI. A
<em>estima</em>, no sentido que hoje tem esta
express&atilde;o, n&atilde;o se
fazia, n&atilde;o s&oacute; por n&atilde;o ter chegado
ainda ao campo da pratica a
resolu&ccedil;&atilde;o dos triangulos, pois que a algebra e a
trigonometria estavam na infancia, mas ainda por outra
raz&atilde;o, qual era a falta de um instrumento que
d&eacute;sse com approxima&ccedil;&atilde;o
a velocidade do navio. A <em>barquinha</em>, que hoje nos
parece o
mais rudimentar instrumento da navega&ccedil;&atilde;o pratica,
n&atilde;o estava ainda
inventada, e s&oacute; o foi, segundo Jal, no come&ccedil;o ou
talvez
meado do seculo XVII, apesar de que, se me n&atilde;o engano,
nenhum dos nossos escriptores d'este seculo falla n'ella. Certo
&eacute; que
Humboldt, citando um trecho do Pigafetta, attribue ao nosso
Fern&atilde;o de Magalh&atilde;es o invento de um instrumento,
fundado no mesmo principio da actual <em>barca patente</em>,
para determinar o andamento do navio; mas, se porventura o
circumnavegador o empregou, o seu uso n&atilde;o foi generalisado.
Avaliava-se ent&atilde;o
o caminho andado s&oacute; pela pratica, pelo ruido da agua
deslisando ao longo do costado do navio; e comtudo, conforme
recentemente se escreveu a respeito de Colombo, alguns mareantes tinham
t&atilde;o bom habito d'essa
observa&ccedil;&atilde;o, que em pouco se enganavam.
<br />

<br />

<span class="pagenum">[24]</span>
Nas longas singraduras, por&eacute;m, e sobretudo se
sobrevinham temporaes, os enganos eram grandes; e das
<em>differen&ccedil;as</em> de estimativa entre
diversos pilotos da mesma armada est&atilde;o cheias as narrativas
das primeiras viagens.<br />

<br />

V&ecirc;de, senhores, com que difficuldades luctavam
ent&atilde;o esses homens destemidos que se chamavam Diogo Cam,
Bartholomeu Dias, Vasco da Gama, Alvares Cabral e os Corte-Reaes! As
cartas faziam-n'as elles; a estima era o que acabo de dizer; a
approxima&ccedil;&atilde;o do
<em>ponto</em> determinado pelo astrolabio podeis imaginar
o que seria.<br />

<br />

E assim se percorreu o Atlantico e se chegou ao Oriente!<br />

<br />

<br />

<div class="break">
<hr /></div>

<br />

<br />

Foi com Pedro Nunes que a arte de navegar assumiu entre n&oacute;s
uma fei&ccedil;&atilde;o verdadeiramente
nacional. At&eacute; ent&atilde;o os fundamentos scientificos
das praticas dos nossos mareantes podem dizer-se derivados de fontes
estrangeiras, se bem que j&aacute;
muito aperfei&ccedil;oados por Portuguezes, sobretudo no que dizia
respeito &agrave; observa&ccedil;&atilde;o dos phenomenos
physicos
do Oceano, como manifestamente devia acontecer, visto que eram
Portuguezes quem mais longe n'elle navegavam. Mas com Pedro Nunes ha
positiva originalidade, e por isso o seu nome &eacute; por tal
f&oacute;rma notavel e preeminente na nossa historia scientifica,
que bem merece que n'elle nos detenhamos um momento.<br />

<br />

Nasceu o grande mathematico em Alcacer do Sal em data n&atilde;o
averiguada ao certo<sup><a href="#12">[12]</a></sup>,
sabendo-se apenas que tomou o grau
<span class="pagenum">[25]</span>
de doutor em medicina na Universidade, que
ent&atilde;o era em Lisboa, e n'ella era em 1530 lente de
<em>Artes</em>. Foi depois, em 1554, lente da nova cadeira
de mathematica da Universidade j&aacute; estabelecida em Coimbra, e
n'ella veiu a jubilar-se em
1562. Em 1547 f&ocirc;ra nomeado cosmographo-m&oacute;r, sendo
j&aacute; anteriormente cosmographo de D. Jo&atilde;o III. No
exercicio d'essas func&ccedil;&otilde;es frequentou a
c&ocirc;rte, e assim
teve occasi&atilde;o, como professor ou em conversas, de tratar das
quest&otilde;es de
navega&ccedil;&atilde;o com pessoas taes como o famoso infante
D. Luiz, irm&atilde;o de D. Jo&atilde;o III, o infante D.
Henrique, depois rei, o principe D. Sebasti&atilde;o, o grande D.
Jo&atilde;o de Castro, Martim
Affonso de Sousa e muitos outros que d'esse convivio com o mestre
receberam ensino ou augmento de conhecimentos.<br />

<br />

A obra fundamental de Pedro Nunes em rela&ccedil;&atilde;o
&aacute; arte de navegar consta de um conjuncto de escriptos
publicados em 1536, come&ccedil;ando por uma
tradu&ccedil;&atilde;o do
<em>Tratado da esphera</em> de Sacrobosco, ampliado e
corrigido, e encerrando differentes outros trabalhos,
tradu&ccedil;&otilde;es e originaes, avultando entre
estes o <em>Tratado em defeza da carta de marear com o regimento
da altura</em><sup><a href="#13">[13]</a></sup>.
Mas alem d'essas obras, Pedro Nunes escreveu e
publicou
<span class="pagenum">[26]</span>
muitas outras, nas quaes tocou todas as altas
quest&otilde;es das mathematicas puras e applicadas &aacute;
astronomia por
f&oacute;rma a bem merecer o qualificativo que lhe d&aacute;
Stockler de
&laquo;o maior geometra que as Hespanhas tem produzido, e
incontestavelmente um dos maiores que no seculo XVI floresceram na
Europa&raquo;.<br />

<br />

Pedro Nunes foi principalmente um theorico, pois n&atilde;o consta
que tivesse navegado. Como, por&eacute;m, era um espirito
esclarecido, de uma esphera muito elevada, as suas
elucubra&ccedil;&otilde;es
<span class="pagenum">[27]</span>
nos diversos pontos da arte de navegar
produziram resultados valiosos, que depois poderam ser applicados por
homens praticos como D. Jo&atilde;o de Castro. D'esses estudos, os
que mais principalmente chamaram a sua atten&ccedil;&atilde;o,
foram o
aperfei&ccedil;oamento dos methodos para obter a latitude e a mais
exacta
determina&ccedil;&atilde;o da varia&ccedil;&atilde;o da
agulha, n&atilde;o devendo
tambem deixar-se de mencionar a sua theoria da
navega&ccedil;&atilde;o pelo
circulo maximo, que elle estabeleceu completa e perfeita.<br />

<br />

J&aacute; sabemos que a latitude era determinada pela altura
meridiana do sol ou das estrellas e principalmente da Polar, tomada com
o astrolabio ou com o quadrante portuguez. Pedro Nunes, attendendo,
por&eacute;m, &aacute; impossibilidade
frequente de <em>apanhar o sol</em> ao meio dia, e ainda
&aacute; difficuldade
de determinar com exactid&atilde;o a sua maxima altura por causa da
marcha
vagarosa do astro quando d'ella se approxima, inventou um apparelho
denominado <em>instrumento de sombras</em>, o
qual dava os elementos para um processo destinado a obter a latitude
pela observa&ccedil;&atilde;o das alturas do sol antes e depois
do
meio dia. N&atilde;o &eacute; aqui o logar apropriado para
explicar o processo, cuja
pratica se p&oacute;de ver nos <em>Roteiros</em>
de D. Jo&atilde;o de Castro; apenas chamarei a vossa
atten&ccedil;&atilde;o para a importancia do
problema, cujo enunciado basta para dar id&eacute;a do valor
scientifico de
Pedro Nunes. Lembrarei tambem que Pedro Nunes inventou o <em>annel
graduado</em> instrumento de uso
mais facil que o astrolabio, e destinado aos mesmos fins, cujo emprego
se generalisou rapidamente.<br />

<br />

Quanto &aacute;s agulhas de marear alguma coisa mais julgo dever
dizer.<br />

<br />

Tem-se escripto e repetido que foi Christovam Colombo quem primeiro
descobriu o phenomeno da varia&ccedil;&atilde;o
da agulha. Assim ser&aacute;, posto que no meu espirito haja a tal
respeito
muita duvida. Que, se o facto fosse verdadeiro, em nada diminuia a
importancia das descobertas nauticas dos Portuguezes, porque, senhores,
a verdade &eacute; esta: Colombo foi um navegador da escola nautica
de Portugal; nem mais... nem menos.<br />

<br />

Mas conhecida a varia&ccedil;&atilde;o, imaginou-se que ella
era constante em cada meridiano, e isto, que ali&aacute;s
n&atilde;o era exacto, deu logar
<span class="pagenum">[28]</span>
a um artificio
essencialmente portuguez, que bem mostra quanto os nossos navegadores
se apressavam em aproveitar para a pratica as descobertas dos
phenomenos naturaes. Refiro-me &aacute;
construc&ccedil;&atilde;o das agulhas portuguezas no principio
do seculo XVI, as quaes tinham &laquo;os ferros aos dois
ter&ccedil;os da
quarta de nordestear&raquo;; quer dizer, que se corrigia ou
compensava a
varia&ccedil;&atilde;o nordeste, que ent&atilde;o o era,
collocando a agulha em um angulo com a linha norte-sul da rosa igual a
essa
varia&ccedil;&atilde;o. <em>Nordestear</em>
significava, como
v&ecirc;des, ser a varia&ccedil;&atilde;o oriental; <em>noroestear</em>
significava o contrario;
s&atilde;o express&otilde;es que reputo essencialmente
portuguezas. E aqui temos como o problema da
compensa&ccedil;&atilde;o das agulhas, ainda hoje
t&atilde;o incompletamente resolvido, foram Portuguezes os
primeiros que o atacaram!<br />

<br />

&Eacute; claro que essas agulhas assim compensadas s&oacute;
podiam servir na navega&ccedil;&atilde;o ao longo da costa de
Africa,
onde ent&atilde;o a varia&ccedil;&atilde;o era nordeste e
tinha approximadamente
a grandeza que se julgava; p&oacute;de bem imaginar-se que
f&oacute;ra
d'aquella navega&ccedil;&atilde;o, feita quasi pelo mesmo
meridiano, as indica&ccedil;&otilde;es
das agulhas haviam de ser erroneas. Outra causa concorria para esses
erros, e era a propria rudeza da
fabrica&ccedil;&atilde;o. As primitivas agulhas portuguezas
tinham verdadeiramente a f&oacute;rma de uma grande agulha de
alfayate, e eram fabricadas de ferro e n&atilde;o de
a&ccedil;o; em cada extremidade havia duas
pontas, e eram estas que se <em>cevavam</em>, isto
&eacute;, que se tocavam com a pedra iman. Por este processo
rudimentar era de pequena intensidade a for&ccedil;a magnetica das
agulhas; d'ahi a necessidade de as <em>cevar</em>
frequentes vezes,
opera&ccedil;&atilde;o considerada a mais mysteriosa e sublime
que os pilotos tinham de realisar durante a
navega&ccedil;&atilde;o.<br />

<br />

Ora bem depressa foi reconhecido n&atilde;o s&oacute; que a
varia&ccedil;&atilde;o mudava com o decorrer do tempo, mas
ainda que ella variava para os differentes logares da terra, e por isso
Pedro Nunes, reprovando o uso das agulhas que chamaremos compensadas,
inventou novos methodos para determinar a
varia&ccedil;&atilde;o, os quaes D. Jo&atilde;o de Castro
foi encarregado de experimentar nas suas viagens. Foi d'essas
experiencias, feitas por um homem altamente apto para as realisar, que
resultaram grandes progressos
<span class="pagenum">[29]</span>
no
conhecimento das leis do magnetismo, e entre elles a descoberta do
phenomeno do desvio local, &aacute;cerca do qual
n&atilde;o posso furtar-me ao prazer de citar o respectivo trecho
do Castro. &laquo;Este dia, mandando vir algumas agulhas para as
cotejar com o instrumento, achei-as t&atilde;o desconcertadas que
foi cousa
espantosa, porque onde uma fazia o leste, a outra mostrava o norte.
Isto me teve muito suspenso, at&eacute; que entendi a causa,
e foi um ber&ccedil;o (pe&ccedil;a de artilheria) que estava no
mesmo logar onde eu queria fazer as opera&ccedil;&otilde;es, o
ferro do
qual ber&ccedil;o chamava a si as agulhas e as fazia desvairar
d'esta maneira; do que tirei que uma opera&ccedil;&atilde;o que
fiz a 30 de
junho... a qual achei que me vinha muito desconcertada, e assim algumas
outras... onde achei notaveis differen&ccedil;as, que foi por as
fazer perto de onde estava alguma pe&ccedil;a de artilheria,
ancoras, ou qualquer outro ferro, como me passava a todas as partes da
nau, buscando logar conveniente a esta obra<sup><a href="#14">[14]</a></sup>&raquo;.<br />

<br />

E aqui, senhores, permitti-me que interrompa o fio da narrativa para
vos repetir uma considera&ccedil;&atilde;o j&aacute;
tantas vezes feita. Os Portuguezes foram excellentes em muitos ramos
das sciencias. Os nomes dos nossos sabios que as honraram, foram por
vezes conhecidos l&aacute; f&oacute;ra. Mas quantas foram elles
desprezados, e os seus trabalhos ignorados ou postos acintemente de
parte! Assim aconteceu com Pedro Nunes, que tendo inventado o conhecido
<em>nonnio</em>, que de seu
auctor tirou o nome, vemos por toda a parte attribuido o invento a um
estrangeiro. Assim com tantas outras inven&ccedil;&otilde;es ou
descobertas,
como esta do desvio local das agulhas, a qual pertencendo, como acabaes
de ver, ao nosso Castro, &eacute; por todos referida a outro
estrangeiro<sup><a href="#15">[15]</a></sup>!
<br />

<br />

<br />

<span class="pagenum">[30]</span>
<div class="break">
<hr /></div>

<br />

<br />

O phenomeno da varia&ccedil;&atilde;o da agulha deu muito que
pensar aos nossos mareantes, e originou uma id&eacute;a, que por
muito
tempo occupou o espirito tanto dos theoricos como dos praticos.<br />

<br />

Como j&aacute; tive occasi&atilde;o de lembrar, a maior
difficuldade da navega&ccedil;&atilde;o d'aquelles tempos era a
determina&ccedil;&atilde;o da longitude ou da <em>longura</em>,
como se dizia ainda
no seculo XVI, por opposi&ccedil;&atilde;o
<span class="pagenum">[31]</span>
a <em>ladeza</em> ou
<em>altura</em>, synonimo de latitude. Um dos
methodos scientificos mais rigorosos era sem duvida a
observa&ccedil;&atilde;o dos eclipses; conhecida a hora em que
o phenomeno se dave sob certo meridiano, e determinada a hora em que
elle fosse
observado no meridiano do logar, a differen&ccedil;a do tempo
reduzida a graus daria a longitude. Mas, alem de que o phenomeno, pela
sua pouca frequencia, n&atilde;o podia servir para as
necessidades da navega&ccedil;&atilde;o, a grande difficuldade
estava em
determinar a hora do logar com uma approxima&ccedil;&atilde;o
que
d&eacute;sse resultados praticos. O processo empregado consistia em
determinar bem o meio dia pela altura maxima do sol, e desde
ent&atilde;o em diante ir virando <em>relogios</em>,
isto
&eacute;, ampulhetas d'areia,
<span class="pagenum">[32]</span>
at&eacute; ao momento do eclipse.
Basta dizer isto para mostrar a rudeza da
opera&ccedil;&atilde;o; succedendo alem d'isso que a
imperfei&ccedil;&atilde;o das ampulhetas, as quaes eram de meia
hora, dava logar &aacute;s mais extraordinarias
differen&ccedil;as entre ellas.<br />

<br />

Por isso os navegadores serviam-se pela maior parte de
indica&ccedil;&otilde;es tiradas da pratica, e entre estas,
quando se achavam proximos de terra (que era o momento mais para
receiar) da observa&ccedil;&atilde;o das diversas especies de
sargassos e
algas, peixes, e sobretudo de aves, que lhes appareciam, taes como
entenaes, feij&otilde;es, mangas de veludo, gaivot&otilde;es,
borrelhos,
calcamares, rabi-forcados, garajaos e garajinhas, e outros de que, nos
falla o bom Pimentel, n&atilde;o esquecendo os cagalhos que pela
singularidade
<span class="pagenum">[33]</span>
do nome n&atilde;o percam. J&aacute; se v&ecirc;
que os nossos mareantes precisavam de ter um curso completo de
ornithologia.<br />

<br />

Ora, todas estas difficuldades pareceram desapparecer quando se
come&ccedil;ou a attender no phenomeno da
varia&ccedil;&atilde;o da agulha. Suppoz-se que esta em
determinados meridianos <em>feria
directamente o polo do mundo</em>, e depois &iacute;a
nordesteando
ou noroesteando at&eacute; chegar a um ponto onde o augmento da
varia&ccedil;&atilde;o cessava, passando ent&atilde;o a
diminuir para depois chegar a
outro meridiano onde a varia&ccedil;&atilde;o era igual a zero.
Sendo
isto assim e havendo constancia no phenomeno, se se podesse conhecer
quaes os meridianos sem varia&ccedil;&atilde;o, e qual a regra
do seu
augmento e diminui&ccedil;&atilde;o de um a outro d'esses
meridianos,
bastaria determinar a varia&ccedil;&atilde;o do logar para por
ella se conhecer a
longitude, praticando assim a <em>arte de leste a
oeste</em>, como ent&atilde;o se dizia.<br />

<br />

Tal era a theoria. Segundo os pilotos portuguezes do seculo XVI, a
agulha era <em>fixa</em>, isto
&eacute;, n&atilde;o tinha varia&ccedil;&atilde;o
alguma, em quatro pontos: no meridiano a oeste da ilha do Corvo, no
Cabo das Agulhas (que d'esse facto tirou o nome), na Pedra Branca junto
a Malacca, e em Carthagena na America.<br />

<br />

Com estes dados trabalharam muito investigadores, entre elles um
Filippe de Guilhem, castelhano, a quem o nosso D. Manuel deu uma
ten&ccedil;a e o habito de Christo, apesar de ser a sua doutrina
refutada pelo portuguez Sim&atilde;o Rodrigues, e um
italiano domiciliado em Portugal, o jesuita Christovam Bruno ou Borro,
a quem a fatalidade do appellido fez que escriptores
estrangeiros transformassem em Burro, o que elle decerto n&atilde;o
merecia. Este trabalhou muito no assumpto, indo de proposito
&aacute; India para fazer observa&ccedil;&otilde;es durante
a viagem; formou um mappa com as linhas magneticas ou isogonicas, como
hoje diriamos; e foi a Madrid solicitar do Filippe, que
ent&atilde;o reinava, o premio de 50:000 cruzados proposto para
quem resolvesse o problema; n&atilde;o o obteve. T&atilde;o
notaveis talvez
como o Bruno, ainda que menos conhecidos, tinham sido os portuguezes
Luiz da Fonseca Coutinho e Gaspar do Couto, que muito se dedicaram a
este estudo no principio do seculo XVII. Couto foi mandado &aacute;
India em 1608 na esquadra em que &iacute;a o
conde da Feira, nomeado vice-rei, e levava minuciosas
instruc&ccedil;&otilde;es, ou
<span class="pagenum">[34]</span>
<em>regimento</em>, como ent&atilde;o se
dizia, para fazer um roteiro, observa&ccedil;&otilde;es
astronomicas e sobretudo as relativas &aacute; agulha<sup><a href="#16">[16]</a></sup>. Citarei
finalmente o nome do nosso Antonio de Mariz Carneiro, que foi
cosmographo-m&oacute;r nos ultimos annos da
domina&ccedil;&atilde;o castelhana, o qual tanto scismou no
caso que mereceu aos seus contemporaneos a alcunha de <em>O
Agulha
fixa</em>; e ainda os de Jeronymo Osorio da Fonseca e
Jos&eacute; de Moura Lobo, que no tempo de D. Jo&atilde;o IV
trabalharam no problema.<br />

<br />

A theoria era errada, como hoje sabemos, pois as linhas isogonicas nem
coincidem com os meridianos terrestres, nem s&atilde;o constantes
no tempo. Mas o pensar-se n'ella mostra
cabalmente que os Portuguezes procuravam resolver os problemas do mar
do melhor modo possivel.<br />

<br />

E comtudo, convem dizer, parece que Pedro Nunes n&atilde;o dava
muito credito &aacute; hypothese, o que mais uma vez prova a
superioridade d'aquelle grande espirito.<br />

<br />

N&oacute;s que sabemos a quasi supersti&ccedil;&atilde;o
com que os marinheiros ainda hoje contemplam a agulha, o respeito com
que a tratam, a afflic&ccedil;&atilde;o que por vezes se apossa
d'elles
quando a v&ecirc;em endoidecer em occasi&atilde;o de grandes
balan&ccedil;os, bem
podemos imaginar o que seria n'essas epochas de rudes conhecimentos, em
que da agulha tudo se esperava, e dos seus desvarios tudo se temia. E,
lan&ccedil;ando um ultimo olhar de respeito a esses
esfor&ccedil;os da intelligencia nautica dos nossos antecessores,
n&oacute;s para quem hoje a navega&ccedil;&atilde;o parece
um brinco,
tantas s&atilde;o as facilidades dos processos modernos,
t&atilde;o exactas as
approxima&ccedil;&otilde;es a que podemos chegar nos calculos,
lembremo-nos de que ainda ao presente a
determina&ccedil;&atilde;o da
varia&ccedil;&atilde;o e sobretudo do desvio &eacute;,
porventura, o maior cuidado do navegador.<br />

<br />

<br />

<div class="break">
<hr /></div>

<br />

<br />

Muito mais poderia dizer-vos, senhores, &aacute;cerca da arte de
navegar portugueza, para vos mostrar &aacute; saciedade como se
<span class="pagenum">[35]</span>
progrediu immensamente desde os escassos conhecimentos dos mareantes
do Infante at&eacute; aos fins do seculo
XVI. Teria que fallar
ainda do successivo aperfei&ccedil;oamento das cartas, do
<em>tronco das leguas</em>, destinado a corrigir o
inconveniente da
equidistancia dos parallelos, como podereis ver na carta do Atlantico,
de Gaspar Viegas, que tendes presente<sup><a href="#17">[17]</a></sup>,
do uso da <em>balestilha</em>, que parece remontar entre
n&oacute;s aos fins d'aquelle seculo, dos
processos de sondar, dos levantamentos das costas e barras, da
determina&ccedil;&atilde;o dos ventos geraes e das
correntes, das differentes derrotas para a India <em>por dentro
ou por
f&oacute;ra</em> da ilha de S. Louren&ccedil;o, da famosa
quest&atilde;o de Molucas que
tanto agitou os theoricos e praticos do tempo de D. Jo&atilde;o
III, de muitos e variados pontos que todos concorreriam para confirmar
a minha these<sup><a href="#18">[18]</a></sup>.<br />

<br />

Mas baste o que j&aacute; tenho dito. O tempo corre, e, tendo
fallado tanto da arte de navegar, &eacute; bem que diga alguma
cousa a respeito dos que a praticaram.<br />

<br />

<br />

<div class="break">
<hr /></div>

<br />

<br />

Quando o Infante D. Henrique come&ccedil;ou a mandar
<em>a descobrir</em>, empregou n'esse servi&ccedil;o
homens que, &aacute;
dedica&ccedil;&atilde;o pelas novas id&eacute;as e aos
desejos de bem merecer, juntavam
conhecimentos das diversas partes da marinharia e por conseguinte da <em>arte
de navegar</em>. P&oacute;de,
pois, supp&ocirc;r-se que Gon&ccedil;alves Zarco,
Trist&atilde;o Vaz, Gil Eannes, Baldaya, Nuno Trist&atilde;o,
Gon&ccedil;alo de Cintra, e tantos outros, eram ao mesmo tempo
<em>commandantes</em>
<span class="pagenum">[36]</span>
dos navios para os fins politicos dos
descobrimentos e seus
<em>pilotos</em> para fazerem a derrota e <em>arrumarem</em>
as novas terras.<br />

<br />

Mais, tarde, por&eacute;m, e sobretudo a datar da viagem de
Bartholomeu Dias, come&ccedil;a a historia a individualisar os
nomes dos pilotos que d'aquelle segundo servi&ccedil;o eram
especialmente
encarregados nas expedi&ccedil;&otilde;es maritimas. Depois,
quando a carreira da India passou a ser annualmente frequentada pelas
armadas, quando, attingido o objectivo no Oriente e no Atlantico, se
tratou mais da conquista que do descobrimento, os capit&atilde;es
das naus e os capit&atilde;es-m&oacute;res
das armadas eram por via de regra tirados de entre os filhos da
nobreza, a quem se queria adiantar em fortuna, posto que quasi sempre
depois de j&aacute; terem dado provas de valor militar e saber
politico,
ou nos servi&ccedil;os da metropole ou na defeza das
pra&ccedil;as
de Africa. Succedia ent&atilde;o que aquelles chefes, por vezes,
ignoravam os rudimentos da manobra e da arte de navegar, e por isso
estes servi&ccedil;os, at&eacute; certo ponto reputados
inferiores em
compara&ccedil;&atilde;o com o nobre exercicio das armas, eram
das
attribui&ccedil;&otilde;es exclusivas dos mestres e pilotos.<br />

<br />

D'estes embarcavam ordinariamente n'uma nau de carreira um piloto, um
sota-piloto, por vezes um piloto de sobresalente. Nas armadas havia
quasi sempre um piloto-m&oacute;r, que embarcava na capitania. E,
alem de todos esses, havia frequentes vezes em cada navio um ou mais
marinheiros que
<em>carteavam</em>, provavelmente homens que se preparavam
para passar a pilotos, <em>praticantes</em>, como hoje se
diria;
assim na nau <em>Grypho</em>, que D. Jo&atilde;o de
Castro commandava quando foi pela primeira vez &aacute; India,
havia, incluindo o capit&atilde;o, nove
pessoas capazes de tomar alturas.<br />

<br />

Ora &eacute; facil de imaginar que nos navios, cujos chefes
n&atilde;o soubessem de navega&ccedil;&atilde;o, se daria
toda a
importancia aos pilotos; estes, por&eacute;m, creados pela maior
parte desde pagens na vida do mar (e era assim que Diogo do Couto os
reputava melhores), se tinham por isso toda a pratica proveniente de
t&atilde;o continuadas viagens, eram quasi sempre baldos de
fundamentos scientificos, ainda mesmo dos t&atilde;o simples da sua
epocha. Com as <em>regras do sol</em> e as
men&ccedil;&otilde;es dos <em>Roteiros</em> ou das
<span class="pagenum">[37]</span>
<em>apostilhas</em> que passavam de
m&atilde;o em m&atilde;o, iam e vinham elles da India, contando
por nova palma de triumpho cada viagem que faziam. &Eacute; claro,
pois, que a sua sciencia era em geral muito
limitada, e por isso pouco fundada a jactancia com que se ufanavam, e
que Pedro Nunes, D. Jo&atilde;o de Castro e outros tanto censuram
nos seus escriptos. Essa jactancia dava por vezes origem a
desagradaveis contendas entre elles e os
capit&atilde;es, e tanto que, para as evitar, no reinado de D.
Sebasti&atilde;o se estabeleceu a multa de trezentos cruzados ao
capit&atilde;o que injuriasse piloto. E a este respeito conta Diogo
do Couto a anedocta de um capit&atilde;o de nau, Pereira Pestana, o
qual,
trazendo um dos taes pilotos fanfarr&otilde;es e teimosos,
j&aacute;
farto de o aturar, um dia atou uma bolsa com os trezentos cruzados a
uma meia lan&ccedil;a, e depois o foi convidando com a arma assim
enfeitada<sup><a href="#19">[19]</a></sup>.<br />

<br />

Mas apesar de tudo, apesar dos erros e teimosias de alguns pilotos
terem sido a causa provada do lastimosos naufragios, n&atilde;o
devemos esquecer quantos servi&ccedil;os se devem a
esses homens que em t&atilde;o dilatadas
navega&ccedil;&otilde;es
n&atilde;o tinham para determinar o ponto os elementos de que hoje
se disp&otilde;e. Registemos, pois, os nomes de Pedro d'Alemquer,
Alvaro Martins e Jo&atilde;o do Santiago, pilotos da
expedi&ccedil;&atilde;o de Bartholomeu Dias; os de
Jo&atilde;o de Coimbra e Pedro de Escobar, que com o mesmo Pedro
d'Alemquer foram com Vasco da Gama &aacute; India na primeira
viagem, e que ali&aacute;s n&atilde;o mostraram muita coragem,
se &eacute; verdadeira a narrativa de Gaspar Corr&ecirc;a; o de
Pedro Vaz de Caminha que foi na viagem de Cabral; e sobretudo o do
famoso Vicente Rodrigues, piloto-m&oacute;r da India, que fez um
Roteiro e se applicou muito ao problema da
varia&ccedil;&atilde;o da agulha, e ainda o de Gaspar
Reim&atilde;o, que tambem fez um Roteiro.<br />

<br />

Nem sempre, por&eacute;m, os commandantes estavam n'aquellas
circumstancias que acima indiquei. Frequentes vezes individuos que a
bordo desempenhavam cargos mais elevados que o de mestre ou piloto,
tinham conhecimentos completos de
<span class="pagenum">[38]</span>
marinharia. Ent&atilde;o, se uma nau ou uma armada acertava de ter
por commandante um d'esses homens, o papel do piloto tornava-se
secundario, e era o capit&atilde;o que fazia a
navega&ccedil;&atilde;o. Homens taes, reunindo ao poder militar
e politico, exercido com saber superior, o conhecimento da manobra e da
nautica, eram verdadeiramente o que hoje se entende pela
denomina&ccedil;&atilde;o de&#8213;officiaes de marinha&#8213;. Assim o
foram Vasco da Gama, Duarte Pacheco, Fern&atilde;o de
Magalh&atilde;es, D.
Jo&atilde;o de Castro, Martim Affonso de Sousa, Antonio
Galv&atilde;o, Diogo Botelho Pereira, Diogo do S&aacute;, D.
Manuel de Menezes e tantos outros.<br />

<br />

De D. Jo&atilde;o de Castro principalmente pouco &eacute; tudo
quanto em seu louvor se diga. Militar destemido, chefe generoso,
administrador honradissimo, erudito de primeira plana, foi sobretudo um
verdadeiro homem do mar! Tinha a sciencia e a consciencia, a
perspicacia na observa&ccedil;&atilde;o, a
pericia na manobra, aquelle sexto sentido t&atilde;o celebrado como
a mais superior qualidade do marinheiro. Os seus tres
<em>Roteiros</em> s&atilde;o tres
maravilhas do engenho humano; quanto mais se estudam, mais se encontram
n'elles motivos para admira&ccedil;&atilde;o,
tanta &eacute; a luz que irradia d'aquellas paginas, onde
n&atilde;o ha segredo do mar, portento da terra ou meteoro do
c&eacute;u, que n&atilde;o seja
descripto e para o qual se n&atilde;o procure cabal
explica&ccedil;&atilde;o. Se o Infante D. Henrique &eacute;
o nome prestigioso que preside a todos estes trabalhos, se o dr. Pedro
Nunes &eacute; o theorico eminente,
mestre dilecto e respeitoso que nos
<em>Roteiros</em> a cada momento se relembra, o nome de D.
Jo&atilde;o de Castro, do infatigavel
capit&atilde;o da nau <em>Grypho</em> e do
gale&atilde;o
<em>Coul&atilde;o Novo</em>, &eacute;
decerto o do portuguez do seculo XVI que mais nobremente praticou a
arte de navegar.<br />

<br />

<br />

<div class="break">
<hr /></div>

<br />

<br />

E j&aacute; que mais de uma vez tenho fallado em
<em>Roteiros</em>, convem dizer uma
distinc&ccedil;&atilde;o que deve ser feita no
emprego d'esta palavra nos seculos anteriores.<br />

<br />

Ao principio o roteiro era o trabalho do navegador escripto dia a dia,
mencionando a <em>rota</em>, isto &eacute;, o caminho
andado, e no
<span class="pagenum">[39]</span>
qual se consignava n&atilde;o s&oacute; a parte nautica da
viagem com o resumo das observa&ccedil;&otilde;es astronomicas
e dos calculos, as sondas e as outras indica&ccedil;&otilde;es
proprias da
navega&ccedil;&atilde;o, como ainda e muito principalmente as
peripecias da expedi&ccedil;&atilde;o,
os desembarques, a descrip&ccedil;&atilde;o das terras
visitadas e dos costumes
dos seus habitantes, por vezes o debuxo da sua apparencia em planta ou
em perspectiva, e a narrativa dos combates ou dos negocios realisados,
n'uma palavra as
<em>novidades</em>. Estes roteiros eram, pois, propriamente
a <em>derrota</em>
ou antes o <em>relatorio</em> da viagem, segundo a
nomenclatura actual; e assim eram os famosos <em>Roteiros</em>
de D. Jo&atilde;o de
Castro e tantos outros que se t&ecirc;em publicado, alem de muitos
que provavelmente se perderam ou que se acham ineditos<sup><a href="#20">[20]</a></sup>.<br />

<br />

S&oacute; mais tarde &eacute; que se come&ccedil;ou a
escrever <em>Roteiros</em> na outra
accep&ccedil;&atilde;o do termo, unica que elle hoje tem. Esses
ent&atilde;o consistiam nas indica&ccedil;&otilde;es para
se navegar em demanda de determinadas
<span class="pagenum">[40]</span>
paragens, marcando as melhores epochas, os accidentes physicos
que em cada uma d'ellas se encontravam, as
precau&ccedil;&otilde;es a tomar, o modo de buscar a terra, as
conhecen&ccedil;as d'ella; d'esta especie de roteiros,
evidentemente derivada da primeira, alguns haveria ao principio
manuscriptos que servissem para uso dos pilotos; depois imprimiram-se e
passaram a ter mais frequente emprego. Creio que o primeiro Roteiro
impresso foi um de Manuel do Figueiredo, publicado em 1609.<br />

<br />

<br />

<div class="break">
<hr /></div>

<br />

<br />

N'esta desalinhavada serie de apontamentos &aacute;cerca da arte de
navegar dos Portuguezes teria de certo logar opportuno a
indica&ccedil;&atilde;o do ensino official da pilotagem.
S&oacute; este ponto fornecia materia para interessantes
observa&ccedil;&otilde;es; mas o
tempo vae passando, tem-se j&aacute; voltado alguns
<em>relogios</em>, como se dizia no seculo XVI, e por isso
apenas fallarei muito a correr na
institui&ccedil;&atilde;o do <em>cosmographo-m&oacute;r</em>.
<br />

<br />

Vimos que Pedro Nunes, sendo j&aacute; cosmographo de D.
Jo&atilde;o III, foi em 1547 <em>accrescentado</em> no
officio
de cosmographo-m&oacute;r. Desde ent&atilde;o at&eacute; ao
fim do seculo passado houve
sempre em Portugal um technico encarregado de desempenhar esse logar. A
elle pertencia a superintendencia em tudo o que dissesse respeito
&aacute; navega&ccedil;&atilde;o, e mais tarde a
regencia da aula de nautica, bem como o exame dos pilotos e a
concess&atilde;o dos
respectivos diplomas. Era esta ultima parte das suas
attribui&ccedil;&otilde;es a que lhe dava maiores proventos,
derivados das respectivas propinas; mas alem d'isso o
cosmographo-m&oacute;r tinha ordenado certo, que para o dr. Pedro
Nunes foi fixado em 50$000 r&eacute;is annuaes, e que no meiado do
seculo XVIII era de 400$000
r&eacute;is. Para apreciar o valor d'estas quantias devemos
lembrar-nos que no fim d'sse mesmo seculo (1790) o soldo de um
capit&atilde;o de mar e guerra era de 30$000 r&eacute;is
mensaes em terra e
r&eacute;is 45$000 embarcado.<br />

<br />

Depois de Pedro Nunes exerceram successivamente o cargo de
cosmographo-m&oacute;r: Thomaz da Orta, de 1582 a 1596;
Jo&atilde;o
<span class="pagenum">[41]</span>
Baptista Lavanha, de 1596 a
1608, escreveu o <em>Regimento nautico</em>; Manuel de
Figueiredo, j&aacute; citado,
de 1608 a 1623; Valentim de S&aacute;, nomeado em 1623 e que
escreveu o
<em>Regimento de navegar</em>; Luiz Teixeira que navegou
muito; o
distincto general de mar D. Manuel de Menezes, que alguns dizem ter
succedido a Figueiredo; Antonio de Mariz Carneiro, de 1631 a 1647; este
escreveu o <em>Regimento de
Pilotos</em> e o <em>Roteiro da India Oriental</em>,
e foi cognominado
<em>O Agulha fixa</em>, pelo muito que trabalhou na
determina&ccedil;&atilde;o da
varia&ccedil;&atilde;o da agulha, como j&aacute; disse.<br />

<br />

A Antonio de Mariz segue-se a dynastia dos Pimenteis, nome bem
conhecido de todos n&oacute;s. O primeiro foi Luiz
Serr&atilde;o Pimentel, que exerceu o cargo de
cosmographo-m&oacute;r desde 1647 at&eacute; 1687, e escreveu
<em>Roteiros</em> e a <em>Arte
pratica de navegar</em>, publicada por seu filho. Este foi Manuel
Pimentel que teve o officio desde 1687 at&eacute; 1723, publicando
em 1712 a sua
<em>Arte de navegar</em>, na qual j&aacute; se ensina a
cartea&ccedil;&atilde;o das milhas pelas t&aacute;buas dos
senos, tangentes e secantes, ou resolvida
graphicamente pelo emprego do quadrante ou <em>quarto de
reduc&ccedil;&atilde;o</em>. Succedeu-lhe em 1723 seu
filho Luiz Francisco Pimentel; e finalmente foi o quarto Pimentel, e
ultimo cosmographo-m&oacute;r, Francisco Serr&atilde;o Pimentel
da Silva Paes, que veiu a morrer em 1832.<br />

<br />

O que fosse a aula do cosmographo-m&oacute;r nos ultimos tempos
p&oacute;de avaliar-se por esta cita&ccedil;&atilde;o de
Stockler: &laquo;Toda a sciencia que na aula se ensinava, se
reduzia ao conhecimento da esphera e dos diversos meios graphicos e
trigonometricos de determinar no mar a situa&ccedil;&atilde;o
do navio pela derrota estimada,
isto &eacute;, pela medida da velocidade avaliada pela barquinha,
pelo angulo de rumo determinado pela agulha de marear, e pela mais
grosseira e arbitraria estima do abatimento. Esta imperfeitissima
derrota apenas se ensinava a corrigir pela latitude derivada da
observa&ccedil;&atilde;o da altura meridiana do
sol... A varia&ccedil;&atilde;o da agulha magnetica apenas se
ensinava
a determinar pela observa&ccedil;&atilde;o da amplitude ortiva
ou occidua do
sol, reputando-se por sublimidade, a que nem todos podiam chegar, o
determinal-a pela observa&ccedil;&atilde;o do angulo
azimuthal; segredo
<span class="pagenum">[42]</span>
que s&oacute; se
communicava a algum discipulo de grande
esperan&ccedil;a<sup><a href="#21">[21]</a></sup>.&raquo;<br />

<br />

Mas surgiu n'essa epocha o vulto eminente de Martinho de Mello, o
edificador da nossa marinha moderna, o fundador d'esse conjunto
magnifico de institui&ccedil;&otilde;es que,
quanto mais se estudam, mais se admiram. Por isso Martinho de Mello em
1779, &laquo;determinando dar ao ensino da arte de
navega&ccedil;&atilde;o uma nova f&oacute;rma differente
d'aquella que at&eacute; agora se
acha estabecida,&raquo; <em>alliviou</em>
Serr&atilde;o Pimentel
do exercicio de cosmographo-m&oacute;r, conservando-lhe,
por&eacute;m, os vencimentos, e nomeou o professor Miguel
Ant&oacute;nio Ciera para <em>lente
da aula de pilotos</em>.<br />

<br />

Estamos n'uma era nova, em epocha quasi contemporanea. No mesmo anno de
1779 &eacute; instituida a Academia Real de
Marinha, a antecessora da Escola Polytechnica; em 1796 organisa-se a
Academia Real dos Guardas-Marinhas, transformada depois na nossa Escola
Naval; em 1798 funda-se o Real Observatorio de Marinha. A
instruc&ccedil;&atilde;o naval entra
ent&atilde;o em moldes modernos: a <em>arte de navegar</em>
passa a
ser verdadeiramente uma sciencia; os nossos officiaes collocam-se a par
dos mais distinctos das na&ccedil;&otilde;es estrangeiras;
&eacute;
o apogeu da <em>marinha de guerra</em> portugueza no
sentido actual da
express&atilde;o<sup><a href="#22">[22]</a></sup>.<br />

<br />

<br />

<div class="break">
<hr /></div>

<br />

<br />

<em>Tocaram oito ampulhetas</em>,
&eacute; chegado o momento, sempre ditoso, de entregar o quarto....
e j&aacute; ora tempo, senhores, de cessar de abusar da vossa
atten&ccedil;&atilde;o. Vou, pois,
terminar.
<br />

<br />

<span class="pagenum">[42]</span>
Em alguns escriptores, qui&ccedil;&aacute; com mais curiosidade
indiscreta do que com verdadeira critica proveitosa, se encontra posto
o problema do que teria sido, se taes e taes factos historicos se
n&atilde;o tivessem dado, ou houvessem succedido por modo
differente. Poderiamos n&oacute;s tambem perguntar: O que seria de
Portugal, se o Infante D. Henrique n&atilde;o se tivesse dedicado
ao problema dos descobrimentos? O que seria da Europa se, meiado o
seculo XV, um principe do pequeno reino portuguez n&atilde;o
pensasse em alargar para o occidente e para o sul os ambitos da sua
na&ccedil;&atilde;o?<br />

<br />

A taes perguntas cada qual poder&aacute; responder a seu talante.
Ninguem de certo ousar&aacute; affirmar que ainda hoje estivessemos
limitados ao mundo conhecido dos antigos. Mas por quanto tempo se
demorariam ainda os descobrimentos? N&atilde;o viria a realisar-se
o que, segundo vemos nos <em>Commentarios de
Affonso de Albuquerque</em>, por pouco esteve para succeder, que,
em vez de serem europeus que demandassem as plagas orientaes, fossem
homens da India que viessem ao longo da costa africana a
descobrir-nos?<sup><a href="#23">[23]</a></sup><br />

<br />

E se Portugal se n&atilde;o lan&ccedil;asse no caminho do
desconhecido e n&atilde;o conquistasse assim para si gloria e poder
t&atilde;o grandes que lhe deram jus a uma vida independente,
n&atilde;o estaria elle j&aacute; de ha muito absorvido na
unidade peninsular, tantas vezes
tentada e sempre repellida?<br />

<br />

Gloria, pois, ao inclito D. Henrique, ao prestigioso Infante, que abriu
aos nossos antecessores o caminho dos mares, e nos permittiu a
n&oacute;s, Portuguezes e marinheiros de hoje, vivermos
livres &aacute; sombra da bandeira das quinas, symbolo amado da
nossa t&atilde;o querida patria.<br />

<br />

<em>Entreguei</em>.<br />

<br />

<br />

<br />

<br />

<h2>BIBLIOGRAPHIA</h2>

<br />

<div class="sbreak">
<hr /></div>

<br />

<div style="text-align: center;" class="tiny">LISTA
DOS PRINCIPAES
TRABALHOS IMPRESSOS,<br />

RELATIVOS
&Aacute;
&laquo;ARTE DE NAVEGAR DOS
PORTUGUEZES&raquo; DESDE OS PRIMEIROS TEMPOS<br />

AT&Eacute;
&Aacute; EXTINC&Ccedil;&Atilde;O DA
&laquo;AULA DO COSMOGRAPHO-M&Oacute;R&raquo; EM 1779<br />

</div>

<br />

<div class="sbreak">
<hr /></div>

<br />

<h3>TRATADISTAS</h3>

<br />

<b>Duarte Pacheco Pereira</b>,
<em>Esmeraldo de situ orbis</em>.
Come&ccedil;a por no&ccedil;&otilde;es geraes de
cosmographia, esphera e navega&ccedil;&atilde;o, e
segue a descrip&ccedil;&atilde;o geographica e roteiro dos
descobrimentos. Escripto em 1505? Publicado em 1892, Lisboa.<br />

<br />

<br />

<b>Gaspar Nicolas</b>?
<em>Tratado da Spera do m&#361;do tirada de latim em
lingoagem portugues com h&#361;a carta... Seguese ho regimento da
declina&ccedil;om do sol... com ho regimento da estrella do norte</em>.
(A
carta &eacute; traduzida por Alvaro da Torre.) Lisboa,
impresso
por Germ&atilde;o Galhard,
1519?<br />

<br />

<br />

<b>Pedro Nunes</b>,
<em>Tratado da Sphera</em>, etc. (Veja-se
nota 1, pag. 23). Lisboa, 1536.<br />

<br />

&#8213;&#8213;, <em>De arte atque ratione navigandi, libri
duo</em>. 1.&ordf; edi&ccedil;&atilde;o, Coimbra,
1546; 2.&ordf; edi&ccedil;&atilde;o, Coimbra, 1573; outra
edi&ccedil;&atilde;o com o titulo de <em>Opera
quae complectuntur</em>, etc. Basilea, 1566. Houve mais
edi&ccedil;&otilde;es.<br />

<br />

A 1.&ordf; edi&ccedil;&atilde;o mencionada, de Coimbra,
&eacute; apontada por Barbosa, Ribeiro dos Santos, Innocencio e
outros; n&atilde;o consegui,
por&eacute;m, ver um exemplar d'ella, ao passo que s&atilde;o
frequentes os da 2.&ordf;
edi&ccedil;&atilde;o, 1573, em cujo prologo o editor (Antonio
de Mariz) censura os erros das anteriores edi&ccedil;&otilde;es
d'esta obra de Pedro Nunes, sem comtudo
as designar explicitamente. Parece, pois, que aquelles bibliographos
fizeram alguma confus&atilde;o.<br />

<br />

<br />

<b>Diogo de S&aacute;</b>,
<em>De navigatione</em>. Par&iacute;s,
1549.<br />

<br />

<br />

<b>Jo&atilde;o Baptista Lavanha</b>,
<em>Regimento nautico</em>. 1.&ordf;
edi&ccedil;&atilde;o, Lisboa, 1595.
<br />

<br />

<br />

<span class="pagenum">[46]</span>
<b>Sim&atilde;o de Oliveira</b>,
<em>Arte de navegar</em>. Lisboa. 1606.<br />

<br />

<br />

<b>Manuel de Figueiredo</b>,
<em>Chronographia</em>, etc. (Veja-se
adiante.)<br />

<br />

&#8213;&#8213;, <em>Hydrographia, exame de pilotos, no qual se
contem as regras que todo o piloto deve guardar nas suas
navega&ccedil;&otilde;es</em>, etc. Lisboa, 1642.
Traz tambem um roteiro, adiante mencionado.<br />

<br />

<br />

<b>Valentim de S&aacute;</b>,
<em>Regimento de
navega&ccedil;&atilde;o</em>, etc. Lisboa, 1624.<br />

<br />

<br />

<b>Antonio de Najera</b>,
<em>Navegacion especulativa e pratica</em>,
etc. Lisboa, 1628.&#8213;Incluo este tratadista entre os auctores
portuguezes, porque elle se declara terminantemente <em>lusitano,
natural de
Lisboa</em> (e isto no tempo da domina&ccedil;&atilde;o
dos Filippes), diz que
sa&iacute;u da <em>sua patria</em> para percorrer a
Hespanha, e
desculpa-se de escrever o seu livro em
castelhano, por ser esta lingua conhecida em toda a monarchia. A obra
de Najera &eacute; a mais completa e clara das publicadas
at&eacute; ao seu tempo; cita frequentes vezes Pedro Nunes e as
praticas dos Portuguezes; e sempre que vem a proposito, mostra os erros
de Rodrigo Samorano e Garcia de Cespedes, os dois tratadistas de
navega&ccedil;&atilde;o ao tempo mais conceituados em Hespanha.
<br />

<br />

<br />

<b>Antonio de Mariz Carneiro</b>,
<em>Arte pratica de navegar e roteiro das
navega&ccedil;&otilde;es das Indias orientaes</em>.
Lisboa, 1642. Teve mais
edi&ccedil;&otilde;es.<br />

<br />

<br />

<b>Luiz Serr&atilde;o Pimentel</b>,
<em>Arte pratica de navegar e regimento de
pilotos</em>, etc. Lisboa, 1681. &Eacute; obra posthuma,
publicada por seu filho
Manuel Pimentel.<br />

<br />

<br />

<b>Antonio Carvalho da Costa</b>,
<em>Via astronomica</em>. 1.&ordf; parte, Lisboa,
1676; 2.&ordf; parte, Lisboa, 1677. N'esta se cont&eacute;m:
1.&ordm; tratado:
<em>Da navega&ccedil;&atilde;o</em>.<br />

<br />

&#8213;&#8213;, <em>Compendio geographico...
construc&ccedil;&atilde;o de mappas e fabrica das cartas
hydrographicas</em>, etc. Lisboa, 1686.<br />

<br />

<br />

<b>Manuel Pimentel</b>,
<em>Arte pratica de navegar e roteiro das
viagens</em>, etc. Lisboa, 1699. &Eacute; 2.&ordf;
edi&ccedil;&atilde;o da obra de
seu
pae, Luiz Serr&atilde;o Pimentel.<br />

<br />

&#8213;&#8213;, <em>Arte de navegar em que se ensinam as regras
praticas e o modo de cartear pela carta plana e reduzida</em>,
etc. Lisboa,
1712.<br />

<br />

<br />

<h3>ALMANACHS, REPORTORIOS, ETC.</h3>

<br />

<b>Abraham Zacuto</b>,
<em>Almanach perpetuus celestius mot&ucirc;s astronomi
Zacuti, cujus radix est 1473</em>. Leiria, 1496. &Eacute; a
traduc&ccedil;&atilde;o do hebraico em latim, feita por
Jos&eacute; Visinho, e impressa por mestre Ortas.
Conhecem-se
<span class="pagenum">[47]</span>
tres exemplares: um na Bibliotheca Nacional de Lisboa,
outro na bibliotheca de Evora, e o terceiro na Colombiana de Sevilha.<br />

<br />

<br />

<b>Valentim
Fernandes</b>, <em>Reportorio dos t&#7869;pos em
lingoag&#7869; portugues... e a declina&ccedil;om do sol com
seu regimento</em>, etc.
1.&ordf; edi&ccedil;&atilde;o, 1521? Teve mais
edi&ccedil;&otilde;es.<br />

<br />

<br />

<b>Andr&eacute; de
Avellar</b>, <em>Reportorio dos tempos, o
mais copioso que at&eacute; agora sa&iacute;u &aacute; luz,
conforme a nova
reforma&ccedil;&atilde;o do Santo Padre Gregorio
XIII</em>, Lisboa, 1585. Teve, pelo menos, mais quatro
edi&ccedil;&otilde;es: Lisboa, 1590; Coimbra, 1590; Lisboa,
1594 com o titulo de
<em>Chronographia ou Reportorio dos tempos</em>, etc.;
Lisboa, 1602, com o mesmo titulo.<br />

<br />

<br />

<b>Manuel de Figueiredo</b>,
<em>Chronographia, reportorio dos tempos, no qual se contem seis
partes</em>, etc. Lisboa, 1603.<br />

<br />

<br />

<b>Boaventura Soares</b>,
<em>Lunario de um siglo</em>. Lisboa, 1748.<br />

<br />

<br />

<h3>ROTEIROS</h3>

<br />

<b>Alvaro Velho</b>?
<em>Roteiro da viagem de Vasco da Gama em
1497</em>. Publicado pela primeira vez por Diogo Kopke e Antonio
da Costa Paiva, Porto, 1838; 2.&ordf; edi&ccedil;&atilde;o,
por Alexandre
Herculano e o
bar&atilde;o do Castello Paiva (o mesmo Paiva da 1.&ordf;),
Lisboa, 1861.<br />

<br />

<br />

<em>Livro de Duarte Barbosa, escrito em
1516</em>;
<em>Navega&ccedil;&atilde;o &aacute;s Indias
Orientaes, por Thom&eacute; Lopes</em>;
<em>Navega&ccedil;&atilde;o do capit&atilde;o
Pedro Alvares Cabral</em>;
<em>Navega&ccedil;&atilde;o de Lisboa &aacute; ilha
de S. Thom&eacute;, por um piloto
portuguez</em>. No tomo II da <em>Collec&ccedil;&atilde;o
de noticias
para a historia e geographia das na&ccedil;&otilde;es
ultramarinas que vivem nos dominios portuguezes</em>.
Lisboa, Ac. R. Sc. 1812.<br />

<br />

<br />

<em>Carta de Pedro Vaz de Caminha a el-rei D.
Manuel</em>; <em>Roteiro da viagem de Fern&atilde;o de
Magalh&atilde;es</em>. Ibid.,
tomo IV, Lisboa, 1826.<br />

<br />

<br />

<b>Pedro Lopes de Sousa</b>,
<em>Diario de navega&ccedil;&atilde;o de Martim
Affonso de Sousa</em>, publicado pela primeira vez por Francisco
Adolpho de Varnhagen, Lisboa, 1839.<br />

<br />

<br />

<b>D. Jo&atilde;o de
Castro</b>, <em>Roteiro de Lisboa a
Goa</em>, viagem realisada em 1538. Publicado em Lisboa, 1882,
por Andrade Corvo, com numerosas
annota&ccedil;&otilde;es e um appendice sobre as <em>Linhas
isogonicas no seculo
XVI</em>.<br />

<br />

&#8213;&#8213;, <em>Roteiro de Goa a Diu</em>, viagem
realisada em 1538-1539. Publicado no Porto, 1843, por Diogo Kopke.
<br />

<br />

<br />

<span class="pagenum">[48]</span>
<b>D. Jo&atilde;o de Castro</b>,
<em>Roteiro da viagem... em 1541, partindo... de Goa
at&eacute; Suez</em>, etc. Publicado pelo dr. Antonio
Nunes de Carvalho, Par&iacute;s, 1833.<br />

<br />

<br />

<b>Manuel de Figueiredo</b>,
<em>Roteiro e navega&ccedil;&atilde;o das Indias
Occidentaes, ilhas Antilhas e mar Oceano occidental</em>, etc.
Lisboa, 1609.<br />

<br />

<br />

<b>Gaspar Ferreira Reim&atilde;o</b>,
<em>Roteiro da navega&ccedil;&atilde;o e carreira
da India tirado de... Vicente Rodrigues e Affonso Dioguo</em>.
Lisboa, 1612.<br />

<br />

<br />

<b>Antonio de Mariz Carneiro</b>,
<em>Roteiro</em>, etc, acima indicado.<br />

<br />

<br />

<b>Luiz Serr&atilde;o Pimentel</b>,
<em>Roteiro do mar Mediterraneo</em>, etc.
Lisboa, 1675.<br />

<br />

&#8213;&#8213;, <em>Roteiros das navega&ccedil;&otilde;es
das conquistas de Portugal e Castella</em>, na <em>Arte
pratica de navegar</em>, acima
indicada.<br />

<br />

<br />

<b>Manuel de Mesquita Perestrello</b>,
<em>Roteiro dos portos, alturas, etc, desde o Cabo da Boa
Esperan&ccedil;a at&eacute; ao das
Correntes</em>. Sa&iacute;u na obra de
Serr&atilde;o Pimentel, acima indicada.<br />

<br />

Nos <em>Annaes maritimos e coloniaes</em>,
Lisboa, 1840-1846, vem alguns roteiros e
indica&ccedil;&otilde;es de navega&ccedil;&otilde;es.
<br />

<br />

Na Collec&ccedil;&atilde;o intitulada <em>Alguns
documentos do Archivo Nacional da Torre do Tombo &aacute;cerca das
navega&ccedil;&otilde;es e
conquistas portuguezas</em>, Lisboa, 1892, inserem-se diversas
cartas, rela&ccedil;&otilde;es de viagens e
outros escriptos importantes para a historia da arte de navegar
portugueza.<br />

<br />

<br />

<h3>TRABALHOS HISTORICOS E CRITICOS</h3>

<br />

<b>Antonio Ribeiro dos Santos</b>,
<em>Memoria da vida e escriptos de D. Francisco de Mello</em>.
Memorias de litteratura portugueza da
Academia Real das Sciencias, Lisboa, tomo VII, 1806.<br />

<br />

&#8213;&#8213;, <em>Memoria da vida e escriptos de Pedro
Nunes</em>. Ibid., ibid.<br />

<br />

&#8213;&#8213;, <em>Memorias historicas sobre alguns mathematicos
portuguezes e estrangeiros domiciliarios em Portugal ou nas conquistas</em>.
Ibid.,
tomo VIII, 1812.<br />

<br />

&#8213;&#8213;, <em>Da antiguidade da
observa&ccedil;&atilde;o dos astros</em>. Historia
e memorias da Academia Real das Sciencias. Lisboa, 1817, tomo V, parte
I.<br />

<br />

<br />

<b>Sebasti&atilde;o Francisco Mendo
Trigoso</b>, <em>Memoria sobre Martim de
Bohemia</em>. Memorias de litteratura da Academia, tomo VIII.
<br />

<br />

<br />

<span class="pagenum">[49]</span>
<b>Francisco de Borja Gar&ccedil;&atilde;o
Stockler</b>, <em>Ensaio historico sobre a
origem e progressos das mathematicas em Portugal</em>.
Par&iacute;s, 1819.<br />

<br />

<br />

<b>Ignacio da Costa Quintella</b>,
<em>Annaes da marinha portugueza</em>.
Lisboa, 1839 e 1840.<br />

<br />

<br />

<b>Visconde de Santarem</b>,
<em>Memoria sobre a prioridade dos descobrimentos dos Portuguezes</em>,
etc. Par&iacute;s, 1841. Foi
depois traduzida em francez e ampliada com o titulo de <em>Recherches</em>,
etc. Par&iacute;s, 1841.<br />

<br />

&#8213;&#8213;, <em>Essai sur l'histoire de la cosmographie et de la
cartographie</em>, com o magnifico atlas. Par&iacute;s,
1849-1852.<br />

<br />

<br />

<b>Jos&eacute; Silvestre Ribeiro</b>,
<em>Historia dos estabelecimentos scientificos... de Portugal</em>.
Lisboa, 1872, volume II e outros.<br />

<br />

<br />

<b>Marquez de Sousa Holstein</b>,
<em>A escola de Sagres e as
tradi&ccedil;&otilde;es do Infante D. Henrique</em>.
Lisboa, 1877.<br />

<br />

<br />

<b>Luciano Cordeiro</b>,
<em>De como navegavam os Portuguezes no come&ccedil;o
do seculo XVI</em>. <em>No Boletim da Sociedade de
Geographia de Lisboa</em>, 4.&ordf; serie, 1883.<br />

<br />

<br />

<b>Sousa Viterbo</b>,
<em>Trabalhos nauticos dos Portuguezes nos seculos XVI e
XVII</em>. Ibid., 9.&ordf; serie, 1890.<br />

<br />

&#8213;&#8213;, <em>Trabalhos nauticos</em>, etc. 2.&ordf;
serie. No numero do <em>Instituto</em>, de
Coimbra, dedicado &aacute; commemora&ccedil;&atilde;o do
Centenario,
1894.<br />

<br />

<br />

<b>Latino Coelho</b>,
<em>Vasco da Gama</em>. Lisboa, 1882.<br />

<br />

<br />

<b>Manuel Pinheiro Chagas</b>,
<em>Os descobrimentos portuguezes e os de
Colombo</em>. Lisboa, 1892.<br />

<br />

<br />

<b>Antonio Arthur Baldaque da Silva</b>,
<em>O descobrimento do Brazil por Pedro Alvares Cabral</em>,
nas <em>Memorias da
commiss&atilde;o portugueza para o centenario do descobrimento da
America</em>. Lisboa, 1892.<br />

<br />

<br />

<b>Vicente M. M. C. Almeida
d'E&ccedil;a</b>, <em>Nota sobre os
estabelecimentos de instruc&ccedil;&atilde;o naval em Portugal</em>,
etc. Lisboa, 1892.<br />

<br />

<br />

<br />

<br />

<b>Notas:</b><br />

<br />

<sup><a name="1"></a>[1]</sup> Em
trabalhos, publicados j&aacute; depois da
celebra&ccedil;&atilde;o do Centenario, volta-se a
p&ocirc;r em duvida a diuturnidade da permanencia do
Infante em Sagres. Parece-me que ainda haver&aacute; muito que
investigar a este respeito; creio, comtudo, poder-se affirmar que foi
do Algarve, e principalmente dos seus portos occidentaes, que derivou a
grande corrente dos descobrimentos nos primeiros tempos.<br />

<br />

<sup><a name="2"></a>[2]</sup> <em>Chronica
do descobrimento de
Guin&eacute;</em>, pag. 57.<br />

<br />

<sup><a name="3"></a>[3]</sup> <em>Decadas</em>,
vol. I, pag. 281 (edi&ccedil;&atilde;o de 1778).
<br />

<br />

<sup><a name="4"></a>[4]</sup> Barros, <em>Decadas</em>,
vol. I, pag. 281, 280 (ed. cit.)<br />

<br />

<sup><a name="5"></a>[5]</sup> Era um
astrolabio feito por Nicolau Patenal em 1616;
pertence &aacute; collec&ccedil;&atilde;o de instrumentos
nauticos da Escola
Naval.<br />

<br />

<sup><a name="6"></a>[6]</sup><em>
Hydrographie</em>, 2.&ordf; ed.,
1666, pag. 369.<br />

<br />

<sup><a name="7"></a>[7]</sup> Antonio
de Najera, mathematico lusitano,
<em>Navegacion especulativa e pratica</em>, Lisboa, 1628,
fl. 25 V.<br />

<br />

<sup><a name="8"></a>[8]</sup> Veja-se <em>Boletim
da Sociedade de
Geographia de Lisboa</em>, 4.&ordf; serie, pag. 163 e seg.: <em>De
como navegavam os Portuguezes no
come&ccedil;o do seculo XVI</em>, pelo sr. Luciano
Cordeiro.<br />

<br />

<sup><a name="9"></a>[9]</sup> Nomes dos
auctores do
<em>Tratado</em> e das <em>T&aacute;buas de
navega&ccedil;&atilde;o</em>, pelos quaes nos ultimos
vinte e cinco annos se tem ensinado na nossa Escola Naval.<br />

<br />

<sup><a name="10"></a>[10]</sup> Era a
edi&ccedil;&atilde;o de
<em>Witebergae, anno 1606</em>, pertencente
ao conferente.<br />

<br />

<sup><a name="11"></a>[11]</sup> <em>Chronographia,
reportorio dos
tempos</em>, etc.; exemplar pertencente &aacute; bibliotheca
da Escola Naval.<br />

<br />

<sup><a name="12"></a>[12]</sup> Assim o
julgava quando escrevi a conferencia; mas depois
tive occasi&atilde;o de vir a saber que Pedro Nunes nasceu em 1502.
Na pag. 135 da <em>Arte atque ratione navigandi</em> (ed.
de
Coimbra, 1573) l&ecirc;em-se as seguintes palavras:
&laquo;Exempli grati&acirc;, sit anno Domini 1502,
<em>qu&ocirc; ego natus sum</em>.&raquo; No rosto
de um dos tres exemplares
d'esta edi&ccedil;&atilde;o, existentes na Bibliotheca
Nacional, encontra-se escripta por lettra do seculo XVI a
seguinte indica&ccedil;&atilde;o: &laquo;Natus est hic
Doctor
a&ntilde;o D&ntilde;i 1502. Obiit ver&ograve; tertio idus
Augusti a&ntilde;o D&ntilde;i 1578.&raquo;
<br />

<br />

<sup><a name="13"></a>[13]</sup> Em
seguida copiamos o titulo completo e o fecho da obra
fundamental do doutor Pedro Nunes sobre
navega&ccedil;&atilde;o, bem como o
Regimento da altura.<br />

<br />

<br />

<div style="text-align: center;"><em>Frontispicio</em><br />

</div>

<br />

&laquo;Tratado da Sphera com a theorica do Sol e da Lua. E ho
primeiro livro da Geographia de Claudio Ptolomeu Alexandrino. Tirados
nouamente de latim em lingoagem pello Doutor Pedro Nunes cosmographo
del Rey dom Jo&atilde;o ho terceyro deste nome nosso Senhor. E
acrecentados
de muytas annota&ccedil;&otilde;es e figuras por que mays
facilmente se podem entender.<br />

<br />

Item dous tratados que o mesmo Doutor fez sobre a carta de marear. En
os quaes se decrar&atilde;o todas as principaes duvidas da
navega&ccedil;&atilde;o. Com as tavoas do mouimento do sol e
sua declina&ccedil;&atilde;o. E
o Regimento da altura assi ao meyo dia como nos outros tempos.<br />

<br />

Com previlegio real.&raquo;<br />

<br />

<br />

<div style="text-align: center;"><em>Fecho</em><br />

</div>

<br />

&laquo;Acabouse de emprimir a presente obra na muyto nobre e leal
cidade de Lixboa por Germ&atilde;o Galharde empremidor. Ao primeiro
dia do
mez de Dezembro de 1537 annos.&raquo;<br />

<br />

<br />

<div style="text-align: center;">&laquo;Regimento da
altura do polo ao meo dia.&raquo;<br />

</div>

<br />

&laquo;&sect; Se o sol tem declina&ccedil;&atilde;o
pera o norte e as sombras v&atilde;o pera o norte; saberemos pello
estrelabio ao meo dia que he na mayor altura quantos graos ha de
n&oacute;s ao sol: e acrecentaremos a
declina&ccedil;&atilde;o d'aquelle dia: e o que somar
ser&aacute; o que estamos apartados da linha
equinocial para o norte.<br />

<br />

&laquo;&sect; Mas se o sol tem declina&ccedil;&atilde;o
pera o norte e as sombras v&atilde;o pera o sul: saberemos pello
estrelabio quanto ha de n&oacute;s ao sol: e
pelo regimento a declina&ccedil;&atilde;o: e se forem iguais
estaremos na
equinocial. E se forem desiguais: tiraremos o menor numero do mayor,
porque o que ficar,
isso estaremos apartados da equinocial: e ser&aacute; pera o norte
se a declina&ccedil;&atilde;o era mayor: e ser&aacute; pera
o sul se a
declina&ccedil;&atilde;o era menor.<br />

<br />

&laquo;&sect; A mesma regra nos serve tendo ho sol
declina&ccedil;&atilde;o pera o sul, porque se as sombras
v&atilde;o para o sul ajuntaremos o que ha de
n&oacute;s ao sol com a declina&ccedil;&atilde;o: e o que
somar isso estaremos apartado
da equinocial pera o sul.<br />

<br />

&laquo;&sect; Mas se o sol tem declina&ccedil;&atilde;o
pera o sul e as sombras v&atilde;o ao norte: se o que ha de
n&oacute;s ao sol for igual &aacute;
declina&ccedil;&atilde;o, estaremos na equinocial. E se forem
desiguais tiraremos o menor numero do mayor: e o que ficar
ser&aacute; o que ao tal tempo estaremos apartados da
equinocial: e ser&aacute; pera o sul se a
declina&ccedil;&atilde;o for mayor e
ser&aacute; pera o norte se a declina&ccedil;&atilde;o for
menor.<br />

<br />

&laquo;&sect; E quando n&atilde;o houver
declina&ccedil;&atilde;o: ho que ouver de n&oacute;s ao
sol, isso estaremos apartados da equinocial; e ser&aacute; pera
onde forem as
sombras.<br />

<br />

&laquo;&sect; E em todo tempo que o sol pello estrelabio
estiver em noventa graos: o que elle tiver de
declina&ccedil;&atilde;o, isso mesmo
estaremos apartados da equinocial e pera a mesma parte.&raquo;
<br />

<br />

<sup><a name="14"></a>[14]</sup> D.
Jo&atilde;o de Castro, <em>Roteiro de
Lisboa a Goa</em>, pag. 308.<br />

<br />

<sup><a name="15"></a>[15]</sup> Quando
escolhi para assumpto d'esta conferencia
&laquo;A arte de navegar dos Portuguezes&raquo;, n&atilde;o
foi minha inten&ccedil;&atilde;o embrenhar-me em
explana&ccedil;&otilde;es scientificas ou controversias
criticas, mas apenas fazer uma rapida exposi&ccedil;&atilde;o
historica; nem outra cousa consentiam
tanto a indole de taes palestras como a
orienta&ccedil;&atilde;o dos meus estudos
habituaes.<br />

<br />

Succedeu, por&eacute;m, quatro dias antes da conferencia, que, indo
eu &aacute; Bibliotheca Nacional para rever alguns livros, pelo sr.
Gabriel Pereira, sabio director d'aquelle estabelecimento, me foram
mostrados
os volumes recentemente chegados da magnifica
publica&ccedil;&atilde;o
feita a expensas do governo italiano, por occasi&atilde;o do
centenario de Colombo, intitulada
<em>Raccolta di documenti e studi publicati dalla R. Commissione
Colombiana pel quarto centenario della scoperta dell'America</em>.<br />

<br />

O volume I da parte IV d'essa collec&ccedil;&atilde;o
consta de um estudo do sr. Enrico Alberto d'Albertis, com o titulo <em>Le
costruzione
navali e l'arte della navigazione al tempo de Cristoforo Colombo</em>;
e no
volume II vem um trabalho do sr. Timoteo Bertelli denominado <em>La
declinazione
magnetica e la sua variazione nello spazio scoperte da Cristoforo
Colombo</em>.<br />

<br />

Percorrendo este ultimo trabalho rapidamente, pois para mais
n&atilde;o tive tempo, vi que elle se propunha effectivamente
demonstrar ter sido Christovam Colombo o <em>primeiro que
descobriu o
phenomeno da varia&ccedil;&atilde;o da agulha</em>, como
ali&aacute;s &eacute;
li&ccedil;&atilde;o quasi geral. Ora, entre a grande copia de
argumentos do sr. Bertelli, apparece o de que muitos auctores
contemporaneos e posteriores a Colombo ignoravam o phenomeno, e no
numero d'esses cita-se o nome do portuguez Pedro Nunes!!<br />

<br />

Ao ler isto, ao ver citada a obra do nosso grande mathematico d'onde o
auctor tirava tal conclus&atilde;o, confesso que pasmei. E o
pasmo redobrou, quando adiante, pag. 50, no cap. X, intitulado
<em>Prospetto degli autori i quali dal medio evo sino
a tutto il secolo XVI suppozero
l'ago diretto al polo, cio&eacute; senza declinazione</em>,
vi novamente
incluido Pedro Nunes (<em>o Nonnio</em>),
citando-se d'elle <em>Opera omniae, Basilea,
1566</em>, com a aggravante de se dizer em nota que a primeira
edi&ccedil;&atilde;o portugueza
&eacute; de <em>1536</em>
(<em>sic</em>).<br />

<br />

Pois n&atilde;o conhecia a declina&ccedil;&atilde;o da
agulha o Pedro Nunes que at&eacute; inventou um instrumento
especial para a sua determina&ccedil;&atilde;o,
o qual elle descreve no conhecido trecho que come&ccedil;a:
&laquo;Acerca
do nordestear e noroestear da agulha <em>tenho por certo que
ellas n&atilde;o
demandam</em> o polo, porque n&atilde;o vi agulha que n'esta
terra n&atilde;o
nordesteasse&raquo;?<br />

<br />

&Eacute; extraordinario isto!<br />

<br />

Mas afinal n&atilde;o deve talvez causar
admira&ccedil;&atilde;o, se nos lembrarmos que o
auctor da memoria n&atilde;o viu ou n&atilde;o
entendeu a obra, que cita, de Pedro Nunes. E n&atilde;o admiraremos
tambem que a n&atilde;o visse,
sendo ella rara, se n&atilde;o viu nem ouviu fallar da maior parte
dos numerosos
trabalhos dos Portuguezes sobre a arte de navegar. Basta dizer-se que
lhe
s&atilde;o desconhecidos os <em>Roteiros</em> de D.
Jo&atilde;o de
Castro, incluindo o ultimo publicado, em 1882, com as
annota&ccedil;&otilde;es de Andrade Corvo, no
qual tantas vezes se trata da quest&atilde;o das agulhas, e se
inclue em appendice um
excellente trabalho sobre as <em>Linhas isogonicas no seculo
XVI</em>. Pois o nome de D. Jo&atilde;o do Castro
n&atilde;o &eacute; ignorado na Italia, pelo menos do
estado maior do seu exercito, que estudou o <em>Roteiro do Mar
Roxo</em>, como outras obras portuguezas, algumas das quaes
traduziu, por causa da
occupa&ccedil;&atilde;o de territorios em Massu&aacute; e
Dalaque.<br />

<br />

Ora, sem entrar em polemica, direi apenas, ampliando as palavras que
proferi na conferencia:<br />

<br />

1.&ordm; Que antes de Colombo partir para a sua primeira viagem,
j&aacute; os Portuguezes navegavam havia muitos annos entre a
metropole e os
A&ccedil;ores, isto &eacute;, n'uma distancia de cerca de vinte
gr&aacute;os
em longitude, e por isso teriam tido occasi&atilde;o de observar a
differen&ccedil;a em varia&ccedil;&atilde;o;<br />

<br />

2.&ordm; Que as palavras <em>nordestear</em> e
<em>noroestear</em> s&atilde;o de
fei&ccedil;&atilde;o essencialmente portugueza, e ainda usadas
pelos nossos pilotos no seculo actual, pelo menos at&eacute; ha
trinta annos;<br />

<br />

3.&ordm; Que Christovam Colombo, empregando-as no seu diario,
n&atilde;o lhes explica o sentido, o que seria natural que fizesse,
se ellas, como o
phenomeno que significavam, fossem pela primeira vez communicadas;<br />

<br />

4.&ordm; Que nas famosas express&otilde;es de Colombo,
relativas ao dia
13 de setembro de 1492, n&atilde;o se encontra mostra alguma de
espanto
pelo facto da varia&ccedil;&atilde;o da agulha, mas sim por
ella mudar de
signal;<br />

<br />

5.&ordm; Que, por conseguinte, o que Colombo viu, foi apenas que a
varia&ccedil;&atilde;o ou
declina&ccedil;&atilde;o, a qual at&eacute; um certo
meridiano era n'um quadrante, d'esse meridiano em diante passava a ser
n'outro.<br />

<br />

E n&atilde;o era preciso sa&iacute;r da
<em>Raccolta</em> para chegar a este mesmo
resultado, porquanto o sr. Alberto de Albertis, no cap. V da outra
memoria acima citada, p&otilde;e em rubrica: &laquo;Prima
osservazione
<em>del passagio della declinazione</em> dell'ago magnetico
<em>da
greco a maestro</em>&raquo;, deitando assim por terra, com
estas palavras, todo o magestoso edificio do sr. Bertelli.<br />

<br />

E ainda depois de ter escripto a conferencia, chegou &aacute;s
minhas m&atilde;os o numero de fevereiro do corrente anno da
excellente
<em>Rivista marittima</em> italiana, e n'ella encontrei um
magnifico estudo do sr. Eugenio
Gelcich, intitulado <em>La scienza nautica da Nonnio alla fine
dei
secolo decimo settimo</em>, no qual (pag. 187) se censura um
escriptor inglez porque
&laquo;imputava a Nonnio la ignoranza della existenza della
declinazione
magnetica&raquo;, e aponta-se em seguida um capitulo de Pedro Nunes
em que se trata do assumpto.<br />

<br />

V&ecirc;-se que o que escrevem o sr. Bertelli e outros,
&eacute; resultado de uma errada orienta&ccedil;&atilde;o,
que mal se justifica pelo
patriotismo. A Italia teve excellentes mareantes nos seus Amalfitanos,
Pisanos, Genovezes e
Venezianos, que verdadeiramente ensinaram as outras
na&ccedil;&otilde;es em
muitas partes da marinharia; a Hespanha n&atilde;o os teve menos
excellentes nos
seus Catal&atilde;es e Malhorquinos. Mas nem um nem outro d'esses
povos
se abalan&ccedil;aram a devassar os segredos do Atlantico antes dos
Portuguezes. Vem depois Colombo que aprendeu em Portugal; e a
Italia,
envaidecida de lhe ter dado o ber&ccedil;o, e a Hespanha gloriosa
de lhe ter
aproveitado os trabalhos, cada qual disputa a quem melhor lho
exaltar&aacute;
os meritos, louvando-o pelo que fez e pelo que n&atilde;o fez, e
pondo no
escuro a obra dos navegadores portuguezes.<br />

<br />

&Eacute; isto que a critica scientifica n&atilde;o consente.<br />

<br />

<sup><a name="16"></a>[16]</sup> Veja-se
<em>Boletim da Sociedade de
Geographia de Lisboa</em>, 9.&ordf; serie, pag. 315 e
seguintes: <em>Trabalhos nauticos dos
Portuguezes nos seculos XVI e XVII</em>, pelo sr. Sousa Viterbo.<br />

<br />

<sup><a name="17"></a>[17]</sup> Era o
magnifico
<em>fac-simile</em> pertencente &aacute;
Sociedade de Geographia de Lisboa.<br />

<br />

<sup><a name="18"></a>[18]</sup> Tambem
n&atilde;o deveriam esquecer os nomes e as
obras dos fabricantes de cartas, globos e instrumentos nauticos, que os
houve habilissimos nos seculos XVI e XVII em Portugal.
D'este assumpto se occupa o erudito investigador, o sr. Sousa Viterbo,
em um estudo que
deve ser publicado no numero do <em>Instituto</em>, de
Coimbra, destinado a commemorar o Centenario do Infante. </div>

<br />

<br />

<sup><a name="19"></a>[19]</sup> Diogo
de Couto, <em>Dialogo do soldado
pratico portuguez</em>, pag. 9.
<br />

<br />

<sup><a name="20"></a>[20]</sup> Como
exemplo do modo por que se redigiam entre
n&oacute;s os <em>diarios nauticos</em> nos seculos
anteriores, copiaremos dois dias
de navega&ccedil;&atilde;o, em que n&atilde;o houve <em>novidades</em>
extraordinarias, com o intervallo de dois seculos.<br />

<br />

<br />

<div style="text-align: center;">&laquo;Caminho&raquo;<br />

</div>

<br />

&laquo;Quinta feira 25 dabril (de 1538) todo o dia foi o vento
norte; gouernamos ao sul: ao meio dia tomei o sol, e na maior
altura se
aleuantaua sobre o orizonte 84 graos; a
declina&ccedil;&atilde;o deste dia
era 16 graos, 20 minutos, do que se segue estarmos em dez graos e 1/6;
esta mesma altura tomou o Piloto, mas o mestre tomou maes 1/3 de grao
do sol ao orizonte.
<br />

<br />

&laquo;De noite toda foi o vento norte bonan&ccedil;a; o quarto
da prima e modorra gouernamos ao sul, e o dalua
&aacute; mea partida do
susueste.&raquo;<br />

<br />

<div class="tiny signature">(D. Jo&atilde;o de Castro,
<em>Roteiro de Lisboa a
Goa</em>, pag. 115.)</div>

<br />

<br />

<div style="text-align: center;">&laquo;<em>Em
24 do dito</em> (agosto de
1736)&raquo;<br />

</div>

<br />

&laquo;Sexta feira; quatro dias de viagem; se apartou (a nao)
adiante e foi seguindo sua viagem. Ao meio dia se observou o sol, e
achamo-nos em Latitude de 38 gr. e 43 m., e de Longitude 6 gr. e 16 m.;
fez a nao curso pelo angulo 63 g., andou para o Norte 23 m. e para
Oeste 37 m., com vento nordeste rijo. Deus nos d&ecirc; boa
viagem.&raquo;<br />

<br />

<div class="tiny signature">(<em>Derrota de uma
esquadra portugueza em
1736</em>, MS. da Bibliotheca Nacional.
Collec&ccedil;&atilde;o<br />

Pombalina, n.&ordm; 149.)</div>

<br />

<br />

<sup><a name="21"></a>[21]</sup>
Stockler, <em>Ensaio historico sobre a origem
e progresso das mathematicas em Portugal</em>, pag. 69.<br />

<br />

<sup><a name="22"></a>[22]</sup> O
primeiro nome notavel da nova sciencia de
navega&ccedil;&atilde;o &eacute; o de Jos&eacute;
Milit&atilde;o da Marta, piloto da armada e professor de pilotagem,
o qual publicou diversas obras importantes, sendo a primeira logo em
1780, a qual se intitula <em>Compendio das
correc&ccedil;&otilde;es que se devem fazer &aacute;s
alturas dos astros</em>, e a segunda, em 1781, intitulada <em>O
destro observador
ou methodo facil de saber a latitude no mar</em>.<br />

<br />

<sup><a name="23"></a>[23]</sup> <em>Commentarios</em>,
edi&ccedil;&atilde;o de 1784, parte IV, pag. 122.
</div>

</body>
</html>
